{
    "Sessions": [
		{
        "Event ID": 679,
        "Name": "5 Lies Agencies Tell (and Believe) About Email Design",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "email"
        }, {
            "Name": "visual design"
        }],
        "Summary": "As smartphones take over our daily habits, they’re bringing all of their (adorable little) bugs with them. If your agency partners ever tell you that something they created works perfectly every time, they’re lying to you. Or, they’ve only tested on an iPhone. Learn some tricks for how to navigate these changing new waters.",
        "Speakers": [{
            "Speaker ID": 677,
            "First Name": "Haydn",
            "Last Name": "Sweterlitsch",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Hacker Group",
            "Job Title": "VP, Executive Creative Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicEmailLies",
        "Abstract": "<p>As smartphones take over our daily habits, they&rsquo;re bringing all of their (adorable little) bugs with them. If your agency partners ever tell you that something they created works perfectly every time, they&rsquo;re lying to you. Or, they&rsquo;ve only tested on an iPhone. Consider that the email world is now as dynamic and changing as the mobile world. And, as you constantly work to help your target audience by predicting which emails they&rsquo;d like to see, your marketing efforts could still be in danger of going unread. Learn some tricks for how to navigate these changing new waters.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/5_lies_agencies_tell_and_believe_about_email_design"
    }, {
        "Event ID": 777,
        "Name": "5 Ways to Leverage Mobile Brand Analytics Something Something...Paradigm",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "emerging"
        }, {
            "Name": "personal dev"
        }, {
            "Name": "trends"
        }],
        "Summary": "A decade ago, Matt Harding made a goofy internet video when that wasn&#8217;t really a thing yet. He milked the idea into a corporate chewing gum sponsorship, and then kept milking it into years spent traveling the world, 90 million YouTube views, and endorsements with Visa, Google, and Hotels.com. Somewhere along the way, it became a career.",
        "Speakers": [{
            "Speaker ID": 582,
            "First Name": "Matt",
            "Last Name": "Harding",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Where the Hell is Matt?",
            "Job Title": "American Traveller"
        }],
        "Moderator": [],
        "Hashtag": "#sicMatt",
        "Abstract": "<p>A decade ago, Matt Harding made a goofy internet video when that wasn&#39;t really a thing yet. He milked the idea into a corporate chewing gum sponsorship, and then kept milking it into years spent traveling the world, 90 million YouTube views, and endorsements with Visa, Google, and Hotels.com. Somewhere along the way, it became a career. He&#39;ll talk about how that all works, and how fleeting YouTube fame transitioned into a passive income and semi-retired stay-at-home-dadhood. Cause who doesn&#39;t want to hear about semi-retired stay-at-home dad&#39;s?!<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/5_ways_to_leverage_mobile_brand_analytics_something_something...paradigm"
    }, {
        "Event ID": 756,
        "Name": "A Data Geek's Guide to Marketing on Facebook, Twitter, Instagram, Tumblr, LinkedIn, Google+, YouTube, and Pinterest",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "data managment"
        }, {
            "Name": "social"
        }],
        "Summary": "The social landscape is getting more diverse with more channels to build your presence, and more brands jumping in the game. For marketers, knowing which networks warrant investment is no small feat. Adam Schoenfeld, will take a data geek&#8217;s perspective on how leading brands are using social media across 8 major social channels. If you love graphs and social media, this session is for you",
        "Speakers": [{
            "Speaker ID": 596,
            "First Name": "Adam",
            "Last Name": "Schoenfeld",
            "Public": "true",
            "Status": "Invited",
            "Company": "Simply Measured",
            "Job Title": "Co-Founder & CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicDataGeek",
        "Abstract": "<p>The social landscape is getting more diverse with more channels to build your presence, and more brands jumping in the game. For marketers, knowing which networks warrant investment is no small feat. Simply Measure CEO, Adam Schoenfeld, will take a data geek&#39;s perspective on how leading brands are using social media across 8 major social channels. Adam will use hard data to highlight trends and benchmarks for each social network as well as the commonalities or differences relevant for marketers. This talk will also go a level deeper and show specific tactics and analytics behind some of the top brands winning with social media.&nbsp;If you love graphs and social media, this session is for you <img src=\"smile.gif\" width=\"19\" height=\"19\" alt=\"smile\" style=\"border:0;\" \/><\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/a_data_geeks_guide_to_marketing_on_facebook_twitter_instagram_tumblr_linked"
    }, {
        "Event ID": 705,
        "Name": "A Future Worth Wanting",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "emerging"
        }],
        "Summary": "Always-on devices. The Internet of Things. The world’s information at our fingertips. It seems like the stars have finally aligned to make technology work for us instead of against us. If you can’t imagine a world where you are the center of your technological universe and your devices exist only to serve your every whim, then you really need to see this talk.",
        "Speakers": [{
            "Speaker ID": 699,
            "First Name": "James ",
            "Last Name": "Whittaker ",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Microsoft",
            "Job Title": "Partner Technical Evangelist"
        }],
        "Moderator": [],
        "Hashtag": "#sicFuture",
        "Abstract": "<p>Always-on devices. The Internet of Things. The world&rsquo;s information at our fingertips. It seems like the stars have finally aligned to make technology work for us instead of against us. James Whittaker leads us on a jaunt through a very near term future where that vision is a reality. If you can&rsquo;t imagine a world where you are the center of your technological universe and your devices exist only to serve your every whim, then you really need to see this talk.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/a_future_worth_wanting"
    }, {
        "Event ID": 710,
        "Name": "Agile\/Lean: It’s An Attitude, Not Just a Methodology",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 202",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "personal dev"
        }, {
            "Name": "web dev"
        }],
        "Summary": "Working agile\/lean sounds great on paper, but in reality it challenges us to work very differently than we have in the past. You have to be willing to work closely together every day, acting and deciding instead of waiting and meeting. The adaptability that agile\/lean demands is something we integrate into all of our work practices, and we’ll tell you how.",
        "Speakers": [{
            "Speaker ID": 837,
            "First Name": "Zachary",
            "Last Name": "Smith ",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Substantial",
            "Job Title": "Lead Developer "
        }],
        "Moderator": [],
        "Hashtag": "#sicAgile",
        "Abstract": "<p>Working agile\/lean sounds great on paper, but in reality it challenges us to work very differently than we have in the past. You can&rsquo;t just append an agile\/lean project management cycle to your existing way of working; you have to be willing to work closely together every day, acting and deciding instead of waiting and meeting. The adaptability that agile\/lean demands is something we integrate into all of our work practices, and we&rsquo;ll tell you how.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/agile_lean_its_an_attitude_not_just_a_methodology"
    }, {
        "Event ID": 794,
        "Name": "Aiming Up: The Dreams and the Realities of Start Ups",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "business dev"
        }],
        "Summary": "To chase a dream, you have to have a grip on reality. In the arena of start-ups, this balancing act is achieved with no roadmap, and an ever-evolving world of technology, professional relationships, and demand. Geekwire, the burgeoning technology news site, and Lively, the fast growing mobile app that delivers live shows to fans instantaneously, meet to talk about how to navigate the dream.",
        "Speakers": [{
            "Speaker ID": 734,
            "First Name": "Dean",
            "Last Name": "Graziano",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Lively",
            "Job Title": "Founder & CEO"
        }, {
            "Speaker ID": 695,
            "First Name": "John",
            "Last Name": "Cook",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "GeekWire",
            "Job Title": "Co-Founder & Technology Reporter"
        }],
        "Moderator": [],
        "Hashtag": "#sicStartups",
        "Abstract": "<p>Discussion with Dean Graziano of Lively and John Cook of Geekwire<\/p>\n\n<p>To chase a dream, you have to have a grip on reality. In the arena of start-ups, this balancing act is achieved with no roadmap, and an ever-evolving world of technology, professional relationships, and demand. Geekwire, the burgeoning technology news site, and Lively, the fast growing mobile app that delivers live shows to fans instantaneously, meet to talk about how to navigate the dream with good business, and the experiences they have both had in the exciting start-up hub of the Pacific Northwest.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/aiming_up_the_dreams_and_the_realities_of_start_ups"
    }, {
        "Event ID": 703,
        "Name": "Aligning to Multi-screen Customer Journeys",
        "Panel Name": "UX Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "ux"
        }],
        "Summary": "Multi-screen consumption is the new norm. In this session with UX and strategy leads from Seattle Wunderman Network, Blink UX, and iconmobile, you will discover how businesses can learn to align their multi-platform properties to the customer journey—or ignore the new paradigm at their own risk.",
        "Speakers": [{
            "Speaker ID": 700,
            "First Name": "Carrie ",
            "Last Name": "Byrne",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Seattle Wunderman Network",
            "Job Title": "Associate Director, User Experience"
        }, {
            "Speaker ID": 701,
            "First Name": "Paul ",
            "Last Name": "Booth",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "iconmobile",
            "Job Title": "Strategy Lead"
        }, {
            "Speaker ID": 702,
            "First Name": "Geoff ",
            "Last Name": "Harrison",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Blink User Experience",
            "Job Title": "Creative Director\/Partner"
        }],
        "Moderator": [],
        "Hashtag": "#sicUXPanel",
        "Abstract": "<p>Multi-screen consumption is the new norm. With 90% of people moving between devices to accomplish a goal (Google, 2012), we are intimately familiar with this phenomenon&mdash;switching from TVs and PCs to tablets and phones and back again, on the way to a meeting or simply changing environments. And switching screens isn&#39;t where it stops&mdash;more and more customers are using multiple screens at the same time.<\/p>\n\n<p>In this session with UX and strategy leads from Seattle Wunderman Network, Blink UX, and iconmobile, you will discover how businesses can learn to align their multi-platform properties to the customer journey&mdash;or ignore the new paradigm at their own risk. You&#39;ll get a first-hand look at UX methods used to track down where screen-to-screen experience gaps exist and how to prescribe a design approach and plan for optimization. If you&#39;ve observed where your clients&#39; multi-screen experiences break down and are abandoned, this talk will show you the path to a better&mdash;and more prosperous&mdash;future.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/aligning_to_multi-screen_customer_journeys"
    }, {
        "Event ID": 771,
        "Name": "Are We All Clear?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }, {
            "Name": "ux"
        }],
        "Summary": "Just when you thought things were crystal clear, the digital landscape starts shifting at such a rate it hard to keep up with it, let alone understand where it is headed. Marketers and brands need to understand how to embrace a more humanized experience, where attention is becoming the new currency measured by dwell time and engagement, not clicks, where storytelling is less about &#8220;telling&#8221; more &#8220;story&#8221;.",
        "Speakers": [{
            "Speaker ID": 503,
            "First Name": "David",
            "Last Name": "Shing",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "AOL",
            "Job Title": "Digital Prophet"
        }],
        "Moderator": [],
        "Hashtag": "#sicShingy",
        "Abstract": "<p>Just when you thought things were crystal clear, the digital landscape starts shifting at such a rate it hard to keep up with it, let alone understand where it is headed. Marketers and brands need to understand how to embrace a more humanized experience, where attention is becoming the new currency measured by dwell time and engagement, not clicks, and where the art of storytelling is less about \"telling\" more \"story\". Transparency is a beautiful and confusing thing, but it can all become crystal clear for those who have the courage to embrace the fine balance of art and science. Jump on this roller coaster for what will certainly be a dynamic, energetic and inspiring presentation.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/are_we_all_clear"
    }, {
        "Event ID": 778,
        "Name": "Audience Buying Cross-Channel: Leveraging Tools & Technology for Marketers Big and Small",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "emerging"
        }],
        "Summary": "It’s the year of mobile, and social, and video, and—the list can go on. The bottom line is that audiences are spreading out across devices, channels, and platforms—and marketers need to engage with audiences cross-channel to maximize campaign performance, inform tent pole activations, and win.",
        "Speakers": [{
            "Speaker ID": 632,
            "First Name": "David",
            "Last Name": "Oliveira",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "MBuy",
            "Job Title": "SVP & General Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicCrossChannel",
        "Abstract": "<p>It&rsquo;s the year of mobile, and social, and video, and&mdash;the list can go on. The bottom line is that audiences are spreading out across devices, channels, and platforms&mdash;and marketers need to engage with audiences cross-channel to maximize campaign performance, inform tent pole activations, and win.<br \/>\n<br \/>\nBut whether you&rsquo;re an Ad Age Top 100 Marketer or trying to be the Top Marketer in your DMA, getting cross-channel engagement right is easier said than done. Dave Oliveira of cross-channel technology provider MBuy will talk through the digital platforms, data tools, and strategies that capture opportunity, bring consumer acquisition costs down, and drive conversions and engagement across all channels&mdash;from social media to mobile to TV.<br \/>\n<br \/>\nLearn what tools worked to:<br \/>\n&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Drive CPA down for a major moms retail site<br \/>\n&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; More than double hotel bookings across Chicago in 2013<br \/>\n&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Shoot a restaurant&rsquo;s online conversions more than 2x the industry average<\/p>\n\n<p>Welcome to the new technology of cross-channel.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/audience_buying_cross-channel_leveraging_tools_technology_for_marketers_big"
    }, {
        "Event ID": 786,
        "Name": "Be Yourself",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "personal dev"
        }],
        "Summary": "The trouble with studying success to become successful.",
        "Speakers": [{
            "Speaker ID": 804,
            "First Name": "Hillel",
            "Last Name": "Cooperman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Jackson Fish Market",
            "Job Title": "User Experience Design Leadership"
        }],
        "Moderator": [],
        "Hashtag": "#sicBeYourself",
        "Abstract": "<p>The trouble with studying success to become successful.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/be_yourself"
    }, {
        "Event ID": 737,
        "Name": "Beyond 2020: The Shape of Things to Come",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "emerging"
        }],
        "Summary": "Glen Hiemstra, Founder and CEO of Futurist.com, takes us over the horizon into the world of the future. Are we ready to build a preferred future? Let’s imagine that the issues of transparency, privacy, data security, openness and information ownership have been solved more or less satisfactorily by 2020. Beyond that, what are the possibilities? Join Glen for this provocative glimpse into the future.",
        "Speakers": [{
            "Speaker ID": 472,
            "First Name": "Glen",
            "Last Name": "Hiemstra",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Futurist.com",
            "Job Title": "CEO & Founder"
        }],
        "Moderator": [],
        "Hashtag": "#sicFuturist",
        "Abstract": "<p>Glen Hiemstra, Founder and CEO of Futurist.com, takes us over the horizon into the world of the future. Let&rsquo;s imagine that the issues of transparency, privacy, data security, openness and information ownership have been solved more or less satisfactorily by 2020. Beyond that, what are the possibilities? How about a world of 3D hyperconnectivity, where the concept of online and offline have effectively disappeared. A world where the merging of information technology, nanotechnology, biotechnology, robotics and cognitive sciences can bring us to the edge of a new age. If, and it is a big if, we can leverage these technologies and the social and political landscape to solve the great challenges of energy, sustainability, and income disparity. Are we ready to build a preferred future? Join Glen for this provocative glimpse into the future.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/beyond_2020_the_shape_of_things_to_come"
    }, {
        "Event ID": 757,
        "Name": "Brace Yourselves, Change is Coming",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 202",
        "Topics": [{
            "Name": "mobile"
        }, {
            "Name": "visual design"
        }, {
            "Name": "web dev"
        }],
        "Summary": "This is a story of an application born into a rapidly changing digital world and is maturing in a mobile-driven, multi-device, multi-input world. In this session Zillow&#8217;s mobile development manager, Jumana Al Hashal,&nbsp; will share with you her team&#8217;s design, content, and development strategies to stay ahead of the curve.",
        "Speakers": [{
            "Speaker ID": 471,
            "First Name": "Jumana",
            "Last Name": "Al Hashal",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Zillow Inc.",
            "Job Title": "Mobile Development Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicMobileDev",
        "Abstract": "<p>This is a story of an application born into a rapidly changing digital world and is maturing in a mobile-driven, multi-device, multi-input world. Change has been the only constant in the native application development space and now it is more important than ever to be prepared for sweeping changes in operating systems, hardware, frameworks, and processes.&nbsp; Come learn how the Zillow mobile team built the highest-rated, and most popular apps in their category. In this session Zillow&#39;s mobile development manager, Jumana Al Hashal,&nbsp; will share with you her team&#39;s design, content, and development strategies to stay ahead of the curve.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/brace_yourselves_change_is_coming"
    }, {
        "Event ID": 664,
        "Name": "Building the Uncarrier Website: Simplicity & Transparency on tmobile.com",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "web dev"
        }],
        "Summary": "In March 2013, T-Mobile USA relaunched itself as the Uncarrier&#8212; a mobile company willing to shake up the industry by being transparent about the things that don&#8217;t make sense to customers. The T-Mobile web team, together with the creative team at Razorfish, will present the journey behind the site reset that transformed t-mobile.com, bring the core brand principles of transparency and simplicity to life.",
        "Speakers": [{
            "Speaker ID": 663,
            "First Name": "Peter",
            "Last Name": "Francis",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "T-Mobile",
            "Job Title": "Vice President of eCommerce & Web Transformation"
        }, {
            "Speaker ID": 665,
            "First Name": "Mike",
            "Last Name": "Selman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Razorfish",
            "Job Title": "Group VP, Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicUncarrier",
        "Abstract": "<p>In March 2013, T-Mobile USA relaunched itself as the Uncarrier --&nbsp; a mobile company willing to shake up the industry by being transparent about the things that don&#39;t make sense to customers. The T-Mobile web team, together with the creative team at Razorfish, will present the journey behind the site reset that transformed t-mobile.com, bring the core brand principles of transparency and simplicity to life.<br \/>\n<br \/>\n* Hear directly from executive team at T-Mobile and Razorfish about the translation of the brand&rsquo;s focus on transparency\/simplicity into web design principles<br \/>\n<br \/>\n* An in-person look at the anatomy of a site reset for a Fortune 100 company with over 8000 dev hours, while in parallel executing a technology switchout from .net to Adobe CQ5<br \/>\n<br \/>\n* Understand the challenges of maintaining integrity of the design intent through the development process -- constant vigilance to prevent dilution of strategic principles!<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/building_the_uncarrier_website_simplicity_transparency_on_tmobile.com"
    }, {
        "Event ID": 711,
        "Name": "Come At Me, Bro! How to Use Transparent Dialogue to Challenge Your Critics",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "public relations"
        }],
        "Summary": "When customers start shouting online, most brands get defensive. The standard response to deflect in favor of bridging back to their core message. When customers start shouting online, most brands get defensive. Rob McMurtrie and Matt Ashworth will share some examples of how brands have successfully used transparent dialogue to win over angry or skeptical customers. They’ll also lay out how to manage that conversation to avoid suffering the barbs of trolls, competitors and other malicious online actors.",
        "Speakers": [{
            "Speaker ID": 640,
            "First Name": "Matt",
            "Last Name": "Ashworth",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Porter Novelli",
            "Job Title": "Vice President Tech Practice"
        }, {
            "Speaker ID": 639,
            "First Name": "Rob",
            "Last Name": "McMurtrie",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Porter Novelli",
            "Job Title": "Senior Vice President, Technology Practice Lead"
        }],
        "Moderator": [],
        "Hashtag": "#sicDialogue",
        "Abstract": "<p>When customers start shouting online, most brands get defensive. The standard response to deflect in favor of bridging back to their core message. Many don&rsquo;t bother to answer criticism at all. Unfortunately, all these choices alienate a group of strongly motivated and highly dissatisfied stakeholders, allowing them to further poison the marketplace. Brands can, however, successfully take on some of their harshest critics without descending into an unproductive war of words.<br \/>\n<br \/>\nRob McMurtrie and Matt Ashworth will share some examples of how brands have successfully used transparent dialogue to win over angry or skeptical customers. They&rsquo;ll also lay out how to manage that conversation to avoid suffering the barbs of trolls, competitors and other malicious online actors.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/come_at_me_bro_how_to_use_transparent_dialogue_to_challenge_your_critics"
    }, {
        "Event ID": 853,
        "Name": "Content Strategy Myth Busters: A Panel Discussion on Reality from 3M and Professional Journalism",
        "Panel Name": "",
        "Public": "false",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "",
        "Speakers": [],
        "Moderator": [],
        "Hashtag": "",
        "Abstract": "<p>Is &ldquo;Content Strategy&rdquo; the latest keyword bingo phrase at SIC 2013 that agencies and industry pundits are driving or is content strategy now the most important marketing area for brands? Content farming? Native advertising? Big data mining? How do I make sense of this and plan for actionable content strategy?<\/p>\n\n<p>What if your paycheck depended on the quality not quantity of the content? How do you manage thousands of stakeholders to ensure content is reaching the right audiences?<\/p>\n\n<p>Let&rsquo;s stop the theory and talk reality. This panel addresses it head on from the entrepreneurial to enterprise perspective. (Yes, one of the panelists is paid based on his content alone.)<\/p>\n\n<p>An extreme range of approaches will be discussed in this panel. At one end of the spectrum is 3M: a 100+ year old manufacturing firm with over 55,000 products. The other end is sports journalism: Art Thiel&rsquo;s www.SportPressNW.com is an industry pioneer in the evolution from traditional media to emerging media.<\/p>\n\n<p>Find out how these industry thought leaders are addressing content strategy to drive&nbsp;measurable audience engagement.&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/content_strategy_myth_busters_a_panel_discussion_on_reality_from_3m_and_pro"
    }, {
        "Event ID": 855,
        "Name": "Content Strategy Myth Busters: A Panel Discussion on Reality from 3M, Gage, & Professional Journalism",
        "Panel Name": "Content Strategy Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "business dev"
        }, {
            "Name": "content dev"
        }, {
            "Name": "emerging"
        }],
        "Summary": "",
        "Speakers": [{
            "Speaker ID": 854,
            "First Name": "Art ",
            "Last Name": "Thiel",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "SportspressNW.com ",
            "Job Title": "Founder and Sports Journalist"
        }, {
            "Speaker ID": 856,
            "First Name": "Carlos ",
            "Last Name": "Abler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "3M",
            "Job Title": "Global Manager of Online Content Strategy"
        }, {
            "Speaker ID": 857,
            "First Name": "Mark ",
            "Last Name": "Kurtz ",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Gage",
            "Job Title": "Principal "
        }],
        "Moderator": [],
        "Hashtag": "#sicContent",
        "Abstract": "<p>Is &ldquo;Content Strategy&rdquo; the latest keyword bingo phrase at SIC 2013 that agencies and industry pundits are driving or is content strategy now the most important marketing area for brands? Content farming? Native advertising? Big data mining? How do I make sense of this and plan for actionable content strategy?<\/p>\n\n<p>What if your paycheck depended on the quality not quantity of the content? How do you manage thousands of stakeholders to ensure content is reaching the right audiences?<\/p>\n\n<p>Let&rsquo;s stop the theory and talk reality. This panel addresses it head on from the entrepreneurial to enterprise perspective. (Yes, one of the panelists is paid based on his content alone.)<\/p>\n\n<p>An extreme range of approaches will be discussed in this panel. At one end of the spectrum is 3M: a 100+ year old manufacturing firm with over 55,000 products. The other end is sports journalism: Art Thiel&rsquo;s SportPressNW.com is an industry pioneer in the evolution from traditional media to emerging media.<\/p>\n\n<p>Find out how these industry thought leaders are addressing content strategy to drive&nbsp;measurable audience engagement.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/content_strategy_myth_busters_a_panel_discussion_on_reality_from_3m_profess"
    }, {
        "Event ID": 764,
        "Name": "Creating a True \"Social TV\" Experience with Roy Sekoff, President and Co-creator of HuffPost Live, and Founding Editor of The Huffington Post",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "content dev"
        }, {
            "Name": "social"
        }, {
            "Name": "trends"
        }],
        "Summary": "Roy will discuss how he built one of the most social video experiences on the Web; the importance of community engagement; reaching the right audience on the right platform; and the powers of live streaming and VOD.&nbsp; Roy will also reveal some of the lessons he’s learned while developing and executing HuffPost Live, and share insights into the online trends and technologies that are yet to come.",
        "Speakers": [{
            "Speaker ID": 568,
            "First Name": "Roy",
            "Last Name": "Sekoff",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Huffington Post",
            "Job Title": "Founding Editor"
        }],
        "Moderator": [],
        "Hashtag": "#sicSocialTV",
        "Abstract": "<p>Roy Sekoff will look at what drives innovation in the social TV space and talk about the major shifts in the online video industry.&nbsp; Roy will draw from his experience in creating and launching HuffPost Live -- The Huffington Post&#39;s live streaming network that is effectively democratizing the media by allowing the audience to drive the narrative.&nbsp;<br \/>\n<br \/>\nRoy will discuss how he built one of the most social video experiences on the Web; the importance of community engagement; reaching the right audience on the right platform; and the powers of live streaming and VOD.&nbsp; Roy will also reveal some of the lessons he&rsquo;s learned while developing and executing HuffPost Live, and share insights into the online trends and technologies that are yet to come.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/creating_a_true_social_tv_experience_with_roy_sekoff_president_and_co-creat"
    }, {
        "Event ID": 720,
        "Name": "Dare to Be Wrong: How We Semi-Screwed Up the World’s First Full-Length Book Released as an App (and Why You Might Want to Make Some Mistakes of Your Own).",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "business dev"
        }],
        "Summary": "When Razorfish Chair, Clark Kokich, and Larry Asher, CD of Worker Bees, published the hybrid book+app, Do or Die, their failure was underestimating the percentage of iPad owners in their target audience. The lessons learned (that Larry will share) include:\n- Don’t be blinded by the “can’t lose” brilliance of your innovation\n- Be honest when asked, “how’s it going?” so you can get constructive advice\n- Don’t let perfection get in the way of progress",
        "Speakers": [{
            "Speaker ID": 462,
            "First Name": "Larry",
            "Last Name": "Asher",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Worker Bees",
            "Job Title": "Principal"
        }],
        "Moderator": [],
        "Hashtag": "#sicFailure",
        "Abstract": "<p>Here&rsquo;s what will happen if you have a new idea that deals with technology.&nbsp; You&rsquo;re going to make horrible blunders. Waste time. Flush money away. And screw things up royally.<\/p>\n\n<p>But no worries. That&rsquo;s just how it is when you&rsquo;re dealing with things that haven&rsquo;t been done before.<\/p>\n\n<p>When Clark Kokich, chairman of Razorfish, and Larry Asher, creative director of Worker Bees, set out to write Do or Die &mdash; a hybrid book+app about how today&rsquo;s technology demands a new approach to marketing &mdash; they decided to embrace failure.&nbsp; In fact, Chapter 9 of Do or Die is subtitled, &ldquo;Failure is the new mark of success.&rdquo;<\/p>\n\n<p>By that measure, they welcomed a little toe-stubbing. But, in the spirit of transparency, Asher and Kokich say, in retrospect, that they had a true taste of failure. Their foible was underestimating the percentage of iPad owners in their target audience &mdash; an essential technology you need to read the book.<\/p>\n\n<p>Were they devastated? Not at all. The experimentation with a new form of publishing was a thrill. And they came away with lessons that will be the breeding ground of future innovations.<\/p>\n\n<p>So in this presentation, Larry will turn the tables on the conventional wisdom about risk avoidance and show you how great successes are often built on a foundation of failure. But, since success is clearly the preferable outcome, he&rsquo;ll also touch on these ideas for failure avoidance:<\/p>\n\n<p>- Avoid being blinded by the &ldquo;can&rsquo;t lose&rdquo; brilliance of your innovation<br \/>\n- Be honest when asked, &ldquo;how&rsquo;s it going?&rdquo; so your supporters can give you valuable constructive criticism<br \/>\n- Don&rsquo;t let perfection get in the way of progress<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/dare_to_be_wrong_how_we_semi-screwed_up_the_worlds_first_full-length_book_r"
    }, {
        "Event ID": 774,
        "Name": "Designing SaaS Products for the Small Business Owner",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "business dev"
        }],
        "Summary": "- Who is the Small Business Owner?\n- What do they need and most important, what do they don&#8217;t need?\n- How Godaddy had to change to serve the needs of SMB&#8217;s?\n- Results of speaking the same language as the SMB.",
        "Speakers": [{
            "Speaker ID": 659,
            "First Name": "Raj",
            "Last Name": "Nijjer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "GoDaddy",
            "Job Title": "Sr. Director - Product Management"
        }],
        "Moderator": [],
        "Hashtag": "#sicSaaS",
        "Abstract": "<p>- Who is the Small Business Owner?<br \/>\n- What do they need and most important, what do they don&#39;t need?<br \/>\n- How Godaddy had to change to serve the needs of SMB&#39;s?<br \/>\n- Results of speaking the same language as the SMB.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/designing_saas_products_for_the_small_business_owner"
    }, {
        "Event ID": 760,
        "Name": "Digital Advertising and Publishing in 2013: What's Up and What's Next?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "content dev"
        }, {
            "Name": "trends"
        }],
        "Summary": "Join digital advertising luminary Jeff Lanctot and Time&#8217;s director of digital innovation, Callie Schweitzer, for a provocative discussion on the worlds of digital media and publishing today.&nbsp; With so much happening at once, keeping perspective can be daunting.",
        "Speakers": [{
            "Speaker ID": 761,
            "First Name": "Jeff",
            "Last Name": "Lanctot",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Mixpo",
            "Job Title": "CEO"
        }, {
            "Speaker ID": 784,
            "First Name": "Callie",
            "Last Name": "Schweitzer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "TIME Magazine",
            "Job Title": "Director of Digital Innovation"
        }],
        "Moderator": [],
        "Hashtag": "#sicPublishing",
        "Abstract": "<p>Join digital advertising luminary Jeff Lanctot and Time&#39;s director of digital innovation, Callie Schweitzer, for a provocative discussion on the worlds of digital media and publishing today.&nbsp; With so much happening at once, keeping perspective can be daunting: Are brands getting all the tools and platforms to deliver on the promise of digital ad campaign integration?&nbsp; How are technology and social media affecting publishing and news discovery?&nbsp; What effects are online video and new forms of display advertising having on the digital media ecosystem?&nbsp; Bigger picture, what have we learned along the way and what might be in store?<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/digital_advertising_and_publishing_in_2013_whats_up_and_whats_next"
    }, {
        "Event ID": 766,
        "Name": "Digital Content is Free. People are Not.",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "content dev"
        }],
        "Summary": "As an independent musician (and the balder, less attractive half of indie duo Pomplamoose), Jack will be telling us how making a robotics music video lead him to found Patreon, a new crowdfunding platform for creators who release digital content. If you don&#8217;t like music, videos, or creative people (or puppies, or candy&#8230;) then come for the outsider&#8217;s perspective on getting funding, creating a community, and building a business.",
        "Speakers": [{
            "Speaker ID": 507,
            "First Name": "Jack",
            "Last Name": "Conte",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Patreon.com",
            "Job Title": "Founder"
        }],
        "Moderator": [],
        "Hashtag": "#sicCrowdFunding",
        "Abstract": "<p>As an independent musician (and the balder, less attractive half of indie duo Pomplamoose), Jack will be telling us how making a robotics music video lead him to found Patreon, a new crowdfunding platform for creators who release digital content.&nbsp; If you don&#39;t like music, videos, or creative people (or puppies, or candy...) then come for the outsider&#39;s perspective on getting funding, creating a community, and building a business.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/digital_content_is_free._people_are_not"
    }, {
        "Event ID": 719,
        "Name": "Digital Maturity. What is it? Are you there yet?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }],
        "Summary": "Believe it or not, many corporate organizations (and some communications agencies) have not yet reached digital maturity. Many lag behind the general public’s ability to adapt to the new digital marketplace. This session provides you an insight into key markers of what a digitally mature organization looks and acts like.",
        "Speakers": [{
            "Speaker ID": 718,
            "First Name": "Dean",
            "Last Name": "Elissat",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Engine Digital",
            "Job Title": "VP Client Engagement"
        }],
        "Moderator": [],
        "Hashtag": "#sicDigitalMaturity",
        "Abstract": "<p>Believe it or not, many corporate organizations (and some communications agencies) have not yet reached digital maturity. Many lag behind the general public&rsquo;s ability to adapt to the new digital marketplace. This session provides you an insight into key markers of what a digitally mature organization looks and acts like.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/digital_maturity._what_is_it_are_you_there_yet"
    }, {
        "Event ID": 560,
        "Name": "Engage. Inspire. Delight: Software Experience Design",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "ux"
        }, {
            "Name": "web dev"
        }],
        "Summary": "Software has become the touch-point for how consumers experience brands; through apps, web, operating systems &ndash; virtually all digital interfaces are now the embodiment of brand. Bill Flora discusses the approach, process and point of view he &amp; his firm use to design some of the most widely used and well-received software experiences on the planet.\n\n&nbsp;",
        "Speakers": [{
            "Speaker ID": 559,
            "First Name": "Bill",
            "Last Name": "Flora",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "tectonic",
            "Job Title": "Principal Partner"
        }],
        "Moderator": [],
        "Hashtag": "#sicUX",
        "Abstract": "<p>Software has become the touch-point for how consumers experience brands; through apps, web, operating systems &ndash; virtually all digital interfaces are now the embodiment of brand. Bill Flora discusses the approach, process and point of view he &amp; his firm use to design some of the most widely used and well-received software experiences on the planet.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/engage._inspire._delight_software_experience_design"
    }, {
        "Event ID": 759,
        "Name": "Escape the Cave: Rethinking What Makes a Great Creative",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "business dev"
        }],
        "Summary": "As Creatives, our jobs often focus on the experiences of our users. Yet it is our own personal experiences that provide us with the fuel we need for our creative fires. In this session, Keith contends that – more so than anything else – it is actually those personal experiences outside of the creative space that empower us to produce truly unique and memorable work.",
        "Speakers": [{
            "Speaker ID": 681,
            "First Name": "Keith",
            "Last Name": "Frankel",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "HubSpot",
            "Job Title": "Head of Creative and Design"
        }],
        "Moderator": [],
        "Hashtag": "#sicCreatives",
        "Abstract": "<p>As Creatives, our jobs often focus on the experiences of our users. Yet it is our own personal experiences that provide us with the fuel we need for our creative fires. In this session, Keith contends that &ndash; more so than anything else &ndash; it is actually those personal experiences outside of the creative space that empower us to produce truly unique and memorable work. By sharing his own journey from Philosophy to reality television and finally to working as Head of Creative and Design for HubSpot, he challenges us to look beyond what are traditionally considered to be the marks of a great creative, providing insight into how we can improve the quality of our own creative output.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/escape_the_cave_rethinking_what_makes_a_great_creative"
    }, {
        "Event ID": 742,
        "Name": "Establishing Your Brand on the Local Search Frontier",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 202",
        "Topics": [{
            "Name": "search"
        }],
        "Summary": "In a space that&#8217;s accelerating and evolving as quickly as Local Search, it can be hard to figure out where to build your foundation. The formerly simple paradigm of the print Yellow Pages is now a complex ecosystem of traditional web search players, mobile apps, and social media companies, all vying for consumers&#8217; (and marketers&#8217;) attention. Learn how your company (or your clients&#8217; companies) can navigate the brave new world of location-sensitive digital media and set yourselves up for long-term success.",
        "Speakers": [{
            "Speaker ID": 271,
            "First Name": "David",
            "Last Name": "Mihm",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Moz",
            "Job Title": "Director of Local Search Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicLocalSearch",
        "Abstract": "<p>In a space that&#39;s accelerating and evolving as quickly as Local Search, it can be hard to figure out where to build your foundation. The formerly simple paradigm of the print Yellow Pages is now a complex ecosystem of traditional web search players, mobile apps, and social media companies, all vying for consumers&#39; (and marketers&#39;) attention. Learn how your company (or your clients&#39; companies) can navigate the brave new world of location-sensitive digital media and set yourselves up for long-term success.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/establishing_your_brand_on_the_local_search_frontier"
    }, {
        "Event ID": 594,
        "Name": "From Theory to Practice – 5 Ways to Do Cross-Device Right",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Master Class",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "mobile"
        }],
        "Summary": "Every year there’s a white-hot topic in digital marketing. This year it&#8217;s cross-device marketing. In theory, cross-device sounds like a winning strategy to reach consumers with fragmented attention across multiple screens – but doing cross-device right requires a building plans around the customer and their cross-device usage patterns, not platforms or devices. Put theory into practice by learning the 5 key drivers of cross-device marketing effectiveness.",
        "Speakers": [{
            "Speaker ID": 595,
            "First Name": "Kurt",
            "Last Name": "Hawks",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Greystripe",
            "Job Title": "General Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicMasterCrossDevice",
        "Abstract": "<p>Dozens of companies and experts are talking about &ldquo;cross-device&rdquo; advertising these days. It&rsquo;s arguably the Buzzword of the year. In theory, cross-device sounds like a winning strategy to reach consumers with fragmented attention across multiple screens &ndash; but doing cross-device right requires a new approach to building plans around the customer and their particular cross-device usage patterns. Kurt Hawks will describe how to put theory into practice with 5 key drivers of cross-device marketing effectiveness.<\/p>\n\n<p>This presentation takes a concise and data-centric approach to identifying what brands need to look for in a cross-device strategy and program. Using real data from a groundbreaking study of more than 200 leading media strategists conducted by independent research firm, Ad Perceptions, as well as case studies from ValueClick Media and Greystripe, Kurt will uncover what REALLY matters in cross-device and how you can ensure that the solution you choose delivers TRUE cross-device capabilities and results.<br \/>\n<br \/>\nAttendees will learn 5 ways to do cross-device right:<br \/>\n<br \/>\n1.)&nbsp; Focus on the Consumer, Not the Device: What &ldquo;cross-device marketing&rdquo; should mean and how it&rsquo;s more than running Display and Mobile ads at the same time.<br \/>\n<br \/>\n2.)&nbsp; Ensure Sound Device-to-User Matching: True cross-device requires an accurate user-to-device matching methodology that goes beyond the household level to reach the same user across devices.<br \/>\n<br \/>\n3.)&nbsp; Leverage Rich Data to Target Across Devices: How to ensure your brand&rsquo;s cross-device programs are never &ldquo;device&rdquo; or &ldquo;target&rdquo; blind.<br \/>\n<br \/>\n4.)&nbsp; Maximize Creative Strengths of Each Screen: Drive engagement using the interactive strengths of creative proven to deliver results on PCs, smartphones and tablets.<\/p>\n\n<p>5.)&nbsp; Make Learning and Insights a Priority: Know what to expect for results from cross-device programs. A true cross-device provider should be able to demonstrate cross-device impact and insights specific to your brand and audience.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_future_of_mobile_cross-platform_advertising"
    }, {
        "Event ID": 741,
        "Name": "Fun with Transparency",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "trends"
        }, {
            "Name": "visual design"
        }],
        "Summary": "There’s been a lot of serious talk about transparency.&nbsp; And that serious talk has mostly been about how serious it is. Does it have to be?\n\nIn all our heady verse of honesty, justice and privacy, we’ve lost sight (ha!) of transparency’s essential role: it&#8217;s magical, playful, and more civil side.\n\nLet’s take a historic look at transparency in communications and layout guidelines for having a better time with it in the future. Oh, and let’s have some thoughts on transparent pants.",
        "Speakers": [{
            "Speaker ID": 492,
            "First Name": "Steve",
            "Last Name": "Cullen",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Creature",
            "Job Title": "Design & Creative Director"
        }, {
            "Speaker ID": 102,
            "First Name": "Jim",
            "Last Name": "Haven",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Creature",
            "Job Title": "Chief Creative Officer, Managing Partner"
        }],
        "Moderator": [],
        "Hashtag": "#sicFun",
        "Abstract": "<p>There&rsquo;s been a lot of serious talk about transparency.&nbsp; And that serious talk has mostly been about how serious it is. Does it have to be?<\/p>\n\n<p>In all our heady verse of honesty, justice and privacy, we&rsquo;ve lost sight (ha!) of transparency&rsquo;s essential role: it&#39;s magical, playful, and more civil side.<\/p>\n\n<p>Let&rsquo;s take a historic look at transparency in communications and layout guidelines for having a better time with it in the future. Oh, and let&rsquo;s have some thoughts on transparent pants.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/fun_with_transparency"
    }, {
        "Event ID": 644,
        "Name": "Getting the “A” in BrAnd: Understanding the Seven Audiences Most Likely to Influence Your Reputation",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 204",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Getting an “A” in brand depends on understanding and managing your AUDIENCE - Nurturing them will win you ADVOCATES, mistreating them will create ADVERSARIES and ignoring them generates brand AGNOSTICS.&nbsp; We will discuss the most important audiences that can influence your reputation and how to move them from adversaries to advocates with the right strategy and approach.",
        "Speakers": [{
            "Speaker ID": 643,
            "First Name": "Kerry",
            "Last Name": "McGowne",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Pivotal Communications",
            "Job Title": "President"
        }],
        "Moderator": [],
        "Hashtag": "#sicAudiences",
        "Abstract": "<p>As marketers, we always strive to get the most return for our marketing investment and get an &ldquo;A&rdquo; on our marketing report card.&nbsp; This is especially true when it comes to managing brands &ndash; there is not a more important marketing asset you can have than the reputation of your company.&nbsp; Getting an &ldquo;A&rdquo; in brand depends on understanding and managing your AUDIENCE - Nurturing them will win you advocates, ignoring or mistreating them will create adversaries and agnostics.&nbsp; In this session we will discuss who the most important audiences are and how you can move them from adversaries to advocates with the right strategy and approach.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/getting_the_a_in_brand_understanding_the_seven_audiences_most_likely_to_inf"
    }, {
        "Event ID": 768,
        "Name": "Global Trends in Digital",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "emerging"
        }, {
            "Name": "social"
        }, {
            "Name": "trends"
        }],
        "Summary": "With the release of new technologies our role as technologists is expanding. From biometric verification, to the launch of iBeacon, to connected devices and the ubiquity of social media, our technological developments, designs, and interactions are increasingly raising privacy, security and ethical questions. What are our responsibilities?",
        "Speakers": [{
            "Speaker ID": 513,
            "First Name": "Bill",
            "Last Name": "Briggs",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Deloitte Digital",
            "Job Title": "CTO"
        }],
        "Moderator": [],
        "Hashtag": "#sicGlobalTrends",
        "Abstract": "<p>With the release of new technologies our role as technologists is expanding. From biometric verification, to the launch of iBeacon, to connected devices and the ubiquity of social media, our technological developments, designs, and interactions are increasingly raising privacy, security and ethical questions. What are our responsibilities?<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/global_trends_in_digital"
    }, {
        "Event ID": 605,
        "Name": "Hackathons and Building Creative Cultures",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "web dev"
        }],
        "Summary": "In highly innovative industries, hackathons are used as a way to generate fresh ideas, new products, and business solutions. The thinker-maker movement has pushed the hackathon further than the boundaries of software development, into artistic expression and product development. DK and MakerHaus share their experiences with pushing the boundaries of traditional hackathons to nurture creative cultures and generate ideas.",
        "Speakers": [{
            "Speaker ID": 564,
            "First Name": "Matt ",
            "Last Name": "Mulder",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Digital Kitchen",
            "Job Title": "Executive Creative Director"
        }, {
            "Speaker ID": 862,
            "First Name": "Ellie ",
            "Last Name": "Kemery",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Makerhaus",
            "Job Title": "Cofounder"
        }],
        "Moderator": [],
        "Hashtag": "#sicHackathons",
        "Abstract": "<p>In highly innovative industries, hackathons are used as a way to generate fresh ideas, new products, and business solutions. The thinker-maker movement has pushed the hackathon further than the boundaries of software development, into artistic expression and product development.The wide-open framework of a hackathon allows for a massive range of outputs and opportunities for collaboration. Organizational cultures benefit because employees get to challenge themselves through healthy competition and collaboration &ndash; but what do you do when the dust settles and hangover subsides?<br \/>\n<br \/>\nDK and MakerHaus share their experiences with pushing the boundaries of traditional hackathons to nurture creative cultures and generate ideas.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/hackathons_and_building_creative_cultures"
    }, {
        "Event ID": 772,
        "Name": "Hackers & Invention",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "emerging"
        }, {
            "Name": "product dev"
        }],
        "Summary": "Hackers are the new superheroes, they have magical powers that normal people don’t possess and they walk among us!&nbsp; We need to put their minds to use inventing solutions to the world’s biggest problems.",
        "Speakers": [{
            "Speaker ID": 636,
            "First Name": "Pablos",
            "Last Name": "Holman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Intellectual Ventures Lab",
            "Job Title": "Inventor"
        }],
        "Moderator": [],
        "Hashtag": "#sicHackers",
        "Abstract": "<p>Hackers are the new superheroes, they have magical powers that normal people don&rsquo;t possess and they walk among us! &nbsp;We need to put their minds to use inventing solutions to the world&rsquo;s biggest problems.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/pablos_holman_-_komposite.com_session"
    }, {
        "Event ID": 830,
        "Name": "Hands on with Bing Webmaster Tools: Q&A About Tools, SEO and More",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Master Class",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "12:30pm",
        "Room": "Room 205",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "business dev"
        }, {
            "Name": "search"
        }, {
            "Name": "web dev"
        }],
        "Summary": "",
        "Speakers": [{
            "Speaker ID": 491,
            "First Name": "Duane",
            "Last Name": "Forrester",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Bing",
            "Job Title": "Senior Product Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicMasterBing",
        "Abstract": "<p>Join the Bing Webmaster Tools team for an open workshop to setup a new account, learn about the tools and features or to just ask a question that has been on your mind. This hands-on session will explore inside Bing Webmaster Tools and show you how these tools help you complete your SEO work.&nbsp; From dedicated SEO Reports to uncovering link information about competing sites, it&rsquo;ll be covered in this interactive session.&nbsp; Be sure to sign up for your free Bing Webmaster Tools account and bring your password to the session.&nbsp; The Bing Webmaster Tools team will be on hand to help answer your questions and explain the data.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/hands_on_with_bing_webmaster_tools_qa_about_tools_seo_more"
    }, {
        "Event ID": 716,
        "Name": "Harnessing the Power of Visual Communication",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "branding"
        }, {
            "Name": "content dev"
        }, {
            "Name": "visual design"
        }],
        "Summary": "As the trend towards visual communication continues to fill our day-to-day we must quickly adapt, learning new ways to express ideas, share information and ultimately connect with our easily distracted audience. The expanding visual expectations of today&#8217;s consumers are only half that of younger generations making the power of infographics, motion graphics, and interactive design something we must master to remain relevant. Killer Infographics co-founder and Chief Swiss Army Knife, Amy Balliett, has built her company based on this growing need. Learn what shifts have put this trend into motion, how we are currently adapting today, and how to ultimately harness the power of visual communication to grow brands, create change, and impact your audience.",
        "Speakers": [{
            "Speaker ID": 558,
            "First Name": "Amy",
            "Last Name": "Balliett",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Killer Infographics",
            "Job Title": "Co-Founder"
        }],
        "Moderator": [],
        "Hashtag": "#sicInfographics",
        "Abstract": "<p>As the trend towards visual communication continues to fill our day-to-day we must quickly adapt, learning new ways to express ideas, share information and ultimately connect with our easily distracted audience. The expanding visual expectations of today&#39;s consumers are only half that of younger generations making the power of infographics, motion graphics, and interactive design something we must master to remain relevant. Killer Infographics co-founder and Chief Swiss Army Knife, Amy Balliett, has built her company based on this growing need. Learn what shifts have put this trend into motion, how we are currently adapting today, and how to ultimately harness the power of visual communication to grow brands, create change, and impact your audience.<\/p>\n\n<p>What this session entails:<br \/>\n1. Gain a clear understanding of what visual communication entails, how and why it is used today, and how it will be used in the future.<br \/>\n2. Learn the golden rules of visual communication that should never be broken<br \/>\n3. Identify when visual communication is needed, how to implement it, and how to measure its impact<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/harnessing_the_power_of_visual_communication"
    }, {
        "Event ID": 714,
        "Name": "How a CTO Looks at Your Project",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "web dev"
        }],
        "Summary": "An inside-out view for non-technical people on how us technical folks look at the world. Arguably, the key to more successful projects is not more developer or a better spec, but empathy. Plus, a bonus section on the tradeoffs between schedule velocity (i.e. how much stuff gets done) and schedule accuracy (i.e. how well the schedule is kept).",
        "Speakers": [{
            "Speaker ID": 469,
            "First Name": "Scott",
            "Last Name": "Porad",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Rover.com",
            "Job Title": "SVP, Product Development"
        }],
        "Moderator": [],
        "Hashtag": "#sicCTOPOV",
        "Abstract": "<p>An inside-out view for non-technical people on how us technical folks look at the world. Arguably, the key to more successful projects is not more developer or a better spec, but empathy. Plus, a bonus section on the tradeoffs between schedule velocity (i.e. how much stuff gets done) and schedule accuracy (i.e. how well the schedule is kept).<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_a_cto_looks_at_your_project"
    }, {
        "Event ID": 769,
        "Name": "How Can a Marketer Keep Up with Google's Insane Pace of Change?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "search"
        }, {
            "Name": "trends"
        }],
        "Summary": "Google claims to make hundreds of algorithmic changes every year. New results types are overwhelming many search terms. Keyword referral data might be completely gone soon. Dozens of unique software vendors offer tools in the SEO field. What&#8217;s a time-challenged, email-overloaded, trying to work-life balance marketer to do?\n\nThere may not be a one-size-fits-all-solution, but, in this presentation, Rand will present processes we can all follow to differentiate the unimportant from what really matters, and focus on building valuable, long-term traffic for our companies and\/or clients.",
        "Speakers": [{
            "Speaker ID": 288,
            "First Name": "Rand",
            "Last Name": "Fishkin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Moz",
            "Job Title": "CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicRand",
        "Abstract": "<p>Google claims to make hundreds of algorithmic changes every year. New results types are overwhelming many search terms. Keyword referral data might be completely gone soon. Dozens of unique software vendors offer tools in the SEO field. What&#39;s a time-challenged, email-overloaded, trying to work-life balance marketer to do?<\/p>\n\n<p>There may not be a one-size-fits-all-solution, but, in this presentation, Rand will present processes we can all follow to differentiate the unimportant from what really matters, and focus on building valuable, long-term traffic for our companies and\/or clients.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_can_a_marketer_keep_up_with_googles_insane_pace_of_change"
    }, {
        "Event ID": 708,
        "Name": "How I Got Jeff Bezos to Sign My Kindle, and what it Means for Storytelling and Branded Content",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "From war correspondent, to filmmaker, to educator, Hanson Hosein has spent the last decade asking himself: how do we influence and persuade in the digital age? What would we consider successful engagement in today’s communication ecosystem? His solution is deceptively simple, and every organization should embrace it. Find out how this strategy got him that elusive Jeff Bezos on-camera interview!",
        "Speakers": [{
            "Speaker ID": 105,
            "First Name": "Hanson",
            "Last Name": "Hosein",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "University of Washington",
            "Job Title": "Director Communication Leadership graduate program"
        }],
        "Moderator": [],
        "Hashtag": "#sicPersuasion",
        "Abstract": "<p>From war correspondent, to filmmaker, to educator, Hanson Hosein has spent the last decade asking himself: how do we influence and persuade in the digital age? What would we consider successful engagement in today&rsquo;s communication ecosystem? His solution is deceptively simple, and every organization should embrace it. Find out how this strategy got him that elusive Jeff Bezos on-camera interview!<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_i_got_jeff_bezos_to_sign_my_kindle_and_what_it_means_for_storytelling_a"
    }, {
        "Event ID": 646,
        "Name": "How To Lie Effectively in the Age of Transparency",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }, {
            "Name": "content dev"
        }],
        "Summary": "With the world&#8217;s information available in everyone&#8217;s back pocket, we are faced with a near insurmountable task of trying to tell credible, persuasive stories to an interactive consumer trained to distrust us. By focusing on a few key design, data, and storytelling principles, we can adapt how we talk to increasingly skeptical peers, partners and customers so that we can continue to lie (or, hey, tell the truth- whatever works for you) persuasively and effectively.",
        "Speakers": [{
            "Speaker ID": 647,
            "First Name": "Jason ",
            "Last Name": "Carmel",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "POSSIBLE",
            "Job Title": "Global SVP, Marketing Sciences"
        }, {
            "Speaker ID": 648,
            "First Name": "Ray ",
            "Last Name": "Page ",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "POSSIBLE",
            "Job Title": "Executive Creative Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicLying",
        "Abstract": "<p>With the world&#39;s information available in everyone&#39;s back pocket, we are faced with a near insurmountable task of trying to tell credible, persuasive stories to an interactive consumer trained to distrust us. By focusing on a few key design, data, and storytelling principles, we can adapt how we talk to increasingly skeptical peers, partners and customers so that we can continue to lie (or, hey, tell the truth- whatever works for you) persuasively and effectively.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_to_lie_effectively_in_the_age_of_transparency"
    }, {
        "Event ID": 709,
        "Name": "How to Suck Less",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "personal dev"
        }],
        "Summary": "There’s no company that can claim to have all the answers, including us at Substantial, but we’ve managed to create a culture that permeates everything from the products we build to the spaces we inhabit. We’ve learned that culture, far from being a segment OF the business, IS the business itself. In this talk we’ll share some of the lessons of what we’ve done, with practical tips any organization can use to extend your culture to improve every aspect of your business.",
        "Speakers": [{
            "Speaker ID": 626,
            "First Name": "Donte",
            "Last Name": "Parks",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Substantial",
            "Job Title": "Co-Founder & VP of Culture"
        }],
        "Moderator": [],
        "Hashtag": "#sicSuckLess",
        "Abstract": "<p>There&rsquo;s no company that can claim to have all the answers, including us at Substantial, but we&rsquo;ve managed to create a culture that permeates everything from the products we build to the spaces we inhabit. We&rsquo;ve learned that culture, far from being a segment OF the business, IS the business itself. In this talk we&rsquo;ll share some of the lessons of what we&rsquo;ve done, with practical tips any organization can use to extend your culture to improve every aspect of your business.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_to_suck_less"
    }, {
        "Event ID": 671,
        "Name": "How to Win \"Friends\" and Really Influence People",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Once upon a time we as marketers and brands were able to tell the story we chose. Now the internet - with its volumes of resources - has become the great equalizer. As a result truth, for better or worse, proceeds and permeates the brand. People go to TripAdvisor, before hotel websites, Yelp before restaurant websites, Spotify before artist websites, Amazon before product websites, Facebook, forums, blogs, reviews, comments. As a people sold to, manipulated, conjoled, and force fed from the trivial to the significant - we are left with a deep longing for the black and white, for authenticity. And as the storytellers, innovators, and publishers of content, information and ideas we are left with one option if we expect a meaningful connection - truth.",
        "Speakers": [{
            "Speaker ID": 583,
            "First Name": "Ryan",
            "Last Name": "Vanni",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "BKWLD",
            "Job Title": "CEO\/Founder"
        }],
        "Moderator": [],
        "Hashtag": "#sicFriends",
        "Abstract": "<p>Once upon a time we as marketers and brands were able to tell the story we chose. Now the internet - with its volumes of resources - has become the great equalizer. As a result truth, for better or worse, proceeds and permeates the brand. People go to TripAdvisor, before hotel websites, Yelp before restaurant websites, Spotify before artist websites, Amazon before product websites, Facebook, forums, blogs, reviews, comments. As a people sold to, manipulated, conjoled, and force fed from the trivial to the significant - we are left with a deep longing for the black and white, for authenticity. And as the storytellers, innovators, and publishers of content, information and ideas we are left with one option if we expect a meaningful connection - truth.<\/p>\n\n<p>How do we market in a world where passive consumers have become truth-empowered-and-hungry users<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_to_win_friends_and_really_influence_people"
    }, {
        "Event ID": 758,
        "Name": "How Viewability is Changing the Way We See Advertising",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "search"
        }],
        "Summary": "There&#8217;s a four-letter word in the online advertising industry: V-I-E-W. When brand marketers only pay for display ad impressions that are actually viewed by people, we&#8217;ll see a dramatic and positive sea change in our industry. Join Google as we discuss the &#8220;V&#8221; word, and what viewability means for advertisers, publishers and the industry at large – and how we can work together to keep this new standard transparent and open.",
        "Speakers": [{
            "Speaker ID": 792,
            "First Name": "Sanaz ",
            "Last Name": "Ahari",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Google",
            "Job Title": "Senior Product Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicGoogle",
        "Abstract": "<p>There&#39;s a four-letter word in the online advertising industry: V-I-E-W. When brand marketers only pay for display ad impressions that are actually viewed by people, we&#39;ll see a dramatic and positive sea change in our industry. Join Google as we discuss the \"V\" word, and what viewability means for advertisers, publishers and the industry at large &ndash; and how we can work together to keep this new standard transparent and open.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/how_viewability_is_changing_the_way_we_see_advertising"
    }, {
        "Event ID": 616,
        "Name": "Interactive Production: Making It Happen",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "business dev"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Have you ever wondered how much time and effort it takes to turn those crazy ideas into reality? How does an idea go from a discussion into something that is suddenly part of our culture? And who puts it there?\n\nWe are going to discuss making ideas into reality, finding the right team for the job, estimating costs on the never been made, and putting your whole effort in.\n\nRisk taking and going the extra mile, losing sleep, too much pizza is too much pizza, the importance of analytics, logistical nightmares, and when legal wants to kill us.",
        "Speakers": [{
            "Speaker ID": 615,
            "First Name": "Lori",
            "Last Name": "DeBortoli",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Wieden + Kennedy",
            "Job Title": "Executive Producer"
        }],
        "Moderator": [],
        "Hashtag": "#sicRealization",
        "Abstract": "<p>Have you ever wondered how much time and effort it takes to turn those crazy ideas into reality? How does an idea go from a discussion into something that is suddenly part of our culture? And who puts it there?<\/p>\n\n<p>We are going to discuss making ideas into reality, finding the right team for the job, estimating costs on the never been made, and putting your whole effort in.<\/p>\n\n<p>Risk taking and going the extra mile, losing sleep, too much pizza is too much pizza, the importance of analytics, logistical nightmares, and when legal wants to kill us.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/making_ideas_happen_interactive_production"
    }, {
        "Event ID": 722,
        "Name": "Interactivity is Interpersonal- Real Work Requires #RealTalk",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "personal dev"
        }],
        "Summary": "How often do we discuss what it requires to get the incredible work presented at conferences to happen? Presentations don’t often include details of the sleepless nights, politics, dropped balls, creative differences, differing work styles and obstacles certain to pop up in even the most amicable of collaborations. Let’s get real about navigating the red tape, red lights and red faces and talk about what it really takes to overcome what is holding back our work.",
        "Speakers": [{
            "Speaker ID": 563,
            "First Name": "Brittan",
            "Last Name": "Bright",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "iAcquire",
            "Job Title": "Director of Client Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicRealTalk",
        "Abstract": "<p>Even when it&rsquo;s made to look easy, we all know collaboration is hard. Working with others is required of us to succeed yet in my experience, we spend the least amount of time strengthening our teamwork abilities. It is assumed that everyone has these skills despite the frequency of failed collaborations being the main cause of a project&rsquo;s underperformance.<\/p>\n\n<p>Being a very talented creative or technical person does not also guarantee you are a great negotiator or advocate for your own work. This session will tackle the organizational issues that become obstacles in an ever-changing, still-emerging industry that keep us from the real and awesome work we want to do, and forces us to make the wrong compromises.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/interactivity_is_interpersonal-_real_work_requires_realtalk"
    }, {
        "Event ID": 801,
        "Name": "Keeping up with the Mobile World: Best Practices for Responsive Design Across Platforms",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "mobile"
        }, {
            "Name": "search"
        }, {
            "Name": "ux"
        }, {
            "Name": "web dev"
        }],
        "Summary": "A recent study found that only six percent of the web’s most trafficked properties have optimized their websites for mobile users. While Google has made it clear that they will punish sites that are not optimized for mobile, perhaps the more important thing for a company, large or small to consider is, how the absence of responsive design across platforms could be impacting their bottom line. In this presentation, Jason Milstead, General Manager of WhitePages, a company that is currently investing in a complete overhaul of its web and mobile properties, will discuss how enabling responsive design has not only created a better user experience for its 50 MM monthly unique users (mobile + desktop) but has also increased revenue across platforms.",
        "Speakers": [{
            "Speaker ID": 800,
            "First Name": "Jason",
            "Last Name": "Milstead",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "WhitePages",
            "Job Title": "General Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicResponsive",
        "Abstract": "<p>A recent study found that only six percent of the web&rsquo;s most trafficked properties have optimized their websites for mobile users. While Google has made it clear that they will punish sites that are not optimized for mobile, perhaps the more important thing for a company, large or small to consider is, how the absence of responsive design across platforms could be impacting their bottom line. In this presentation, Jason Milstead, General Manager of WhitePages, a company that is currently investing in a complete overhaul of its web and mobile properties, will discuss how enabling responsive design has not only created a better user experience for its 50 MM monthly unique users (mobile + desktop) but has also increased revenue across platforms. By taking a look at the entire process from beginning to end, you will learn best practices for creating a cohesive &ldquo;mobile first&rdquo; experience, everything from design and development to roll-out and optimization.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/keeping_up_with_the_mobile_world_best_practices_for_responsive_design_acros"
    }, {
        "Event ID": 782,
        "Name": "Make the Most of Your Data",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "business dev"
        }, {
            "Name": "data managment"
        }],
        "Summary": "In this workshop, learn how you can use your customer data to target audiences more effectively, identify the best applications and tools to use and leverage the insights for improving customer conversions.",
        "Speakers": [{
            "Speaker ID": 571,
            "First Name": "Brian",
            "Last Name": "Tomasette",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "AOL Networks",
            "Job Title": "Director of Platform Sales"
        }],
        "Moderator": [],
        "Hashtag": "#sicTargetting",
        "Abstract": "<p>In this workshop, learn how you can use your customer data to target audiences more effectively, identify the best applications and tools to use and leverage the insights for improving customer conversions.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/make_the_most_of_your_data"
    }, {
        "Event ID": 813,
        "Name": "Mobile is Eating Our World",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "mobile"
        }, {
            "Name": "trends"
        }, {
            "Name": "ux"
        }, {
            "Name": "web dev"
        }],
        "Summary": "Mobile is eating our world, perspectives on the next chapter in mobile (hint its multi platform and worldwide)\n\nThe pace of mobility is accelerating, consumer and enterprise markets are adopting smart phones and tablets at frenetic pace. Perspectives from Chief Strategy Officer, Russ Whitman of Ratio about how to take advantage of the next chapter in mobile.",
        "Speakers": [{
            "Speaker ID": 814,
            "First Name": "Russ",
            "Last Name": "Whitman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Ratio",
            "Job Title": "Chief Strategy Officer "
        }],
        "Moderator": [],
        "Hashtag": "#sicMobile",
        "Abstract": "<p>Mobile is eating our world, perspectives on the next chapter in mobile (hint its multi platform and worldwide)<br \/>\n<br \/>\nThe pace of mobility is accelerating, consumer and enterprise markets are adopting smart phones and tablets at frenetic pace. Perspectives from Chief Strategy Officer, Russ Whitman of Ratio about how to take advantage of the next chapter in mobile.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/mobile_is_eating_our_world"
    }, {
        "Event ID": 767,
        "Name": "Mobile Myth Busters",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Master Class",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "mobile"
        }],
        "Summary": "Mobile advertising is unique and introduces a number of new challenges for digital media professionals. One of the biggest challenges is wading through all the noise and data to separate fact from fiction. This session explores the myths vs. the realities of mobile media. It covers topics ranging from tracking to targeting, including the key players, products, and pricing models in the mobile media landscape.",
        "Speakers": [{
            "Speaker ID": 570,
            "First Name": "Chad",
            "Last Name": "Gallagher",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Advertising.com",
            "Job Title": "Director of Mobile"
        }],
        "Moderator": [],
        "Hashtag": "#sicMasterMobile",
        "Abstract": "<p>Mobile advertising is unique and introduces a number of new challenges for digital media professionals. One of the biggest challenges is wading through all the noise and data to separate fact from fiction. This session explores the myths vs. the realities of mobile media. It covers topics ranging from tracking to targeting, including the key players, products, and pricing models in the mobile media landscape.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/mobile_myth_busters"
    }, {
        "Event ID": 798,
        "Name": "Music Discovery Panel: Navigating Through 30+ Million Songs",
        "Panel Name": "Digital Music Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "trends"
        }],
        "Summary": "How to navigate through 30 million songs to find the music you really like, even if you don&#8217;t know you really like it yet.\n\nThis panel will discuss how the role of music recommendation &amp; curation fits within today&#8217;s streaming world and the future developments in this field which should lead to a more personalized music experience with more targeted music consumption.",
        "Speakers": [{
            "Speaker ID": 464,
            "First Name": "James",
            "Last Name": "Hamlin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Who Sampled",
            "Job Title": "Head of Sales & Marketing"
        }, {
            "Speaker ID": 810,
            "First Name": "Chris",
            "Last Name": "Kornelis",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "",
            "Job Title": "Writer and Journalist"
        }, {
            "Speaker ID": 818,
            "First Name": "Jody",
            "Last Name": "McKinley",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Rhapsody Inc.",
            "Job Title": "Vice President"
        }],
        "Moderator": [{
            "Speaker ID": 861,
            "First Name": "Ross",
            "Last Name": "Reynolds",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "KUOW",
            "Job Title": "Senior Host"
        }],
        "Hashtag": "#sicMusic",
        "Abstract": "<p>How to navigate through 30 million songs to find the music you really like, even if you don&#39;t know you really like it yet..<\/p>\n\n<p>Our access to music has never been greater than it is today. At our finger tips across the multiple devices we own &amp; environments that we find ourselves in from the car to the office to the gym, we have over 30 million tracks from hundreds of thousands of artists &amp; bands at our digital finger tips. We&#39;ve never had choice like it, any music that&#39;s ever been made can be streamed in high quality and enjoyed right then and there. Whilst this presents an incredible opportunity for us to broaden our musical horizons it also presents a myriad of choice and catalogues of music that would take tens of lifetimes to consume.<\/p>\n\n<p>Discovery, recommendation &amp; curation tools have never been more relevant that they are in our music consumption habits today, not just for the individuals consuming music but also the music industry as a whole &amp; the services that we use to stream and download our music every day.<\/p>\n\n<p>This panel will discuss how the role of music recommendation &amp; curation fits within today&#39;s streaming world and the future developments in this field which should lead to a more personalised music experience with more targeted music consumption.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/music_discovery_panel"
    }, {
        "Event ID": 587,
        "Name": "No Pain, No Gain: How to Identify Pain Points to Build Your Business",
        "Panel Name": "Entrepreneurship Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "business dev"
        }],
        "Summary": "Profitable businesses are built around targeting consumer pain points and delivering effective solutions to solve them. When entrepreneurs understand these triggers, they are able to spur new in-demand industries and markets. If the pain isn’t large enough, the market is not there and it’s an uphill battle to build a sustainable business. In this session, three industry veterans will detail how to identify pain points to create new business concepts and in turn, industries and even economies.",
        "Speakers": [{
            "Speaker ID": 288,
            "First Name": "Rand",
            "Last Name": "Fishkin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Moz",
            "Job Title": "CEO"
        }, {
            "Speaker ID": 604,
            "First Name": "Grant",
            "Last Name": "Feek",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "tred",
            "Job Title": "CEO"
        }],
        "Moderator": [{
            "Speaker ID": 586,
            "First Name": "David",
            "Last Name": "Mandell",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "PivotDesk",
            "Job Title": "Co-Founder & CEO"
        }],
        "Hashtag": "#sicEntrepreneur",
        "Abstract": "<p>Profitable businesses are built around targeting consumer pain points and delivering effective solutions to solve them. When entrepreneurs understand these triggers, they are able to spur new in-demand industries and markets. If the pain isn&rsquo;t large enough, the market is not there and it&rsquo;s an uphill battle to build a sustainable business. In this session, three industry veterans will detail how to identify pain points to create new business concepts and in turn, industries and even economies.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/no_pain_no_gain_how_to_identify_pain_points_to_build_your_business"
    }, {
        "Event ID": 755,
        "Name": "Onion Turns 25: Founder Who “Hasn’t Done Shit There in 24 Years” Takes Credit",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Tim Keck, cofounder of The Onion, will give a speech that many at the conference won’t find as funny they expect. Early in the speech, Mr. Keck will get a few courtesy laughs, but as he explains how the paper came into existence—frankly not that interesting—some audience members will start checking their phones. When Mr. Keck begins to share his sophomoric “media theories,” also not that interesting, at least half the audience will quietly slip out the door.\n\nThe Q&amp;A portion will be particularly painful as Onion fans ask about their favorite headlines, most of which postdate Mr. Keck’s brief involvement with The Onion.\n\nRecommended.",
        "Speakers": [{
            "Speaker ID": 498,
            "First Name": "Tim",
            "Last Name": "Keck",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Stranger",
            "Job Title": "Publisher & Founder"
        }],
        "Moderator": [],
        "Hashtag": "#sicOnion",
        "Abstract": "<p>Tim Keck, cofounder of The Onion, will give a speech that many at the conference won&rsquo;t find as funny they expect. Early in the speech, Mr. Keck will get a few courtesy laughs, but as he explains how the paper came into existence&mdash;frankly not that interesting&mdash;some audience members will start checking their phones. When Mr. Keck begins to share his sophomoric &ldquo;media theories,&rdquo; also not that interesting, at least half the audience will quietly slip out the door.<\/p>\n\n<p>The Q&amp;A portion will be particularly painful as Onion fans ask about their favorite headlines, most of which postdate Mr. Keck&rsquo;s brief involvement with The Onion.<\/p>\n\n<p>Recommended.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/onion_turns_25_founder_who_hasnt_done_shit_there_in_24_years_takes_credit"
    }, {
        "Event ID": 634,
        "Name": "Open House: How Open Platforms are Making Our Homes Smarter",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day One",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "emerging"
        }, {
            "Name": "product dev"
        }],
        "Summary": "Our homes are smarter than ever before. Everyday objects are being connected to the Internet so we can monitor and control them from anywhere, but the end-user&#8217;s experience is fragmented due to closed systems and data silos. Dan Lieberman from SmartThings will talk about how open platforms will drive the growth of the Internet of Things and change the way that we interact with our physical world.",
        "Speakers": [{
            "Speaker ID": 588,
            "First Name": "Dan",
            "Last Name": "Lieberman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "SmartThings",
            "Job Title": "Senior Director of Platform Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicSmartHome",
        "Abstract": "<p>Our homes are smarter than ever before &ndash; and they&rsquo;re only getting smarter. Everyday objects such as lights, locks, garage doors, and thermostats are being connected to the Internet so that consumers can monitor and control them from anywhere.&nbsp; However, in today&#39;s world of closed systems and data silos, the end-user&#39;s experience is fragmented.&nbsp; Dan Lieberman from SmartThings will talk about how open platforms will drive the growth of the Internet of Things and change the way that we interact with our physical world.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/open_house_how_open_platforms_are_making_our_homes_smarter"
    }, {
        "Event ID": 762,
        "Name": "Open Source Marketing: How We Grew Our Agency Through Inbound ",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "search"
        }, {
            "Name": "social"
        }, {
            "Name": "strategy"
        }],
        "Summary": "A lot of conference talks are about theories, things too new for anyone to have a real opinion on, and one-off campaigns that are white labeled with brand names obscured. What happens when we stop blurring the screenshots, give names to all the people involved and talk about what it really takes to make it all happen? In this talk Mike King gets down, dirty and in-depth and specific about how iAcquire invested in content strategy, content marketing, SEO and Social Media to improve lead generation by 60% YoY. Attend this session if you want a completely transparent look at how to grow a digital business.",
        "Speakers": [{
            "Speaker ID": 562,
            "First Name": "Michael",
            "Last Name": "King",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "iAcquire.com",
            "Job Title": "Director, Inbound Marketing"
        }],
        "Moderator": [],
        "Hashtag": "#sicInbound",
        "Abstract": "<p>A lot of conference talks are about theories, things too new for anyone to have a real opinion on, and one-off campaigns that are white labeled with brand names obscured. What happens when we stop blurring the screenshots, give names to all the people involved and talk about what it really takes to make it all happen? In this talk Mike King gets down, dirty and in-depth and&nbsp;specific&nbsp;about how iAcquire invested in content strategy, content marketing, SEO and Social Media to improve lead generation by 60% YoY. Attend this session if you want a completely transparent look at how to grow a digital business.&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/open_source_marketing_how_we_grew_our_agency_through_inbound"
    }, {
        "Event ID": 733,
        "Name": "Opening Remarks by Mayor Mike McGinn",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "9:00am",
        "End Time": "9:10am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "trends"
        }],
        "Summary": "Seattle Mayor Mike McGinn is slated to welcome attendees to this year&#8217;s Seattle Interactive Conference, discussing his perspectives on the importance of technology to the Seattle marketplace and beyond.",
        "Speakers": [{
            "Speaker ID": 732,
            "First Name": "Mike",
            "Last Name": "McGinn",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "City of Seattle",
            "Job Title": "Mayor"
        }],
        "Moderator": [],
        "Hashtag": "#sicMayor",
        "Abstract": "<p>Seattle Mayor Mike McGinn is slated to welcome attendees to this year&#39;s Seattle Interactive Conference, discussing his perspectives on the importance of technology to the Seattle marketplace and beyond.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/opening_remarks_by_mayor_mike_mcginn"
    }, {
        "Event ID": 592,
        "Name": "Pay It Forward: Programmer Transparency and Collaborative Education",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Three",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "personal dev"
        }, {
            "Name": "web dev"
        }],
        "Summary": "In the competitive world of web development, it may seem unwise to be transparent and share your knowledge with others. However, greater transparency is actually the key to better work. If teams can increase transparency, knowledge can be shared more quickly, leading to more time spent learning new skills to share and benefit everyone.&nbsp; In this session, Marc Ammann will discuss how embracing transparency and collaborative education can help us all provide each other with the knowledge required to work more efficiently and build something that might one day change the world.",
        "Speakers": [{
            "Speaker ID": 591,
            "First Name": "Marc",
            "Last Name": "Ammann",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Huge\/KingCoyle",
            "Job Title": "Technical Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicCollab",
        "Abstract": "<p>Whenever I start working with a new developer, they ask why I share everything I know and why I give up everything I&#39;ve worked for years to learn. In the competitive programming world, it may seem unwise to be so transparent, but greater transparency is actually the key to better<br \/>\nwork. The more I can distribute what I already know to my team and the faster I can provide them with access to my knowledge, the more time they can spend learning new things that benefit us all. In return, teammates will actually \"pay me back\" in knowledge by providing me with condensed<br \/>\ninformation that I might not be aware of and that would take me a significant amount of time to learn. In the best case, we provide each other with the knowledge required to build something that might change the world for the better.<\/p>\n\n<p>Audience members will leave with tips and takeaways including: how everyone can increase transparency among their teams, ways to share knowledge in the most efficient way possible, how transparency is beneficial for the greater good, and how what we gain from increased transparency and knowledge sharing far outweighs the benefits of hoarding information.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/pay_it_forward_programmer_transparency_and_collaborative_education"
    }, {
        "Event ID": 791,
        "Name": "Planning in the Digital Age, Or . . . What Would Road Runner Do? ",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Meep Meep. And then it happens. You find out about that you have a campaign to launch in 4 business days. Has Wile E. Coyote planted another bomb under you? Getting it done takes a deep understanding of what the creative process is, knowing which strategies are most reliable, and following your gut.",
        "Speakers": [{
            "Speaker ID": 790,
            "First Name": "Krista ",
            "Last Name": "Alef",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Hacker Group",
            "Job Title": "Media Supervisor"
        }, {
            "Speaker ID": 851,
            "First Name": "Bill ",
            "Last Name": "Quackenbush",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Hacker Group",
            "Job Title": "Team Lead, Interactive Project Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicDeadlines",
        "Abstract": "<p>Meep Meep. And then it happens. You find out about that&nbsp;you have a campaign to launch in 4 business days. Has Wile E. Coyote planted&nbsp;another bomb under you? Getting it done takes a deep understanding of what&nbsp;the creative process is, knowing which strategies are most reliable, and&nbsp;following your gut.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/planning_in_the_digital_age_or_._._._what_would_road_runner_do"
    }, {
        "Event ID": 715,
        "Name": "Programmatic 101",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "data managment"
        }],
        "Summary": "Today, creative is not enough. Brands that want to stand out, acquire customers, and build a lasting image need more than a flashy, cool digital campaign. They need to meld creative concepts with technical advances in big data to reach more of the right consumers with the right messages at the right time, and on any device to maintain a relationship with a connected consumer. But advertisers are drowning in data and media options, so how can they extract the insights they need about their customers from a sea of data points and media opportunities? Rocker Fuel’s VP, Products and Biz Dev, Eshwar Belani, will lead a discussion about the “rise of the machines” in digital marketing and explore the future when every ad impression is bought and sold in real-time, across any device on the planet.",
        "Speakers": [{
            "Speaker ID": 292,
            "First Name": "Eshwar",
            "Last Name": "Belani",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Rocket Fuel",
            "Job Title": "VP, Products & Biz Dev"
        }],
        "Moderator": [],
        "Hashtag": "#sicProgrammatic",
        "Abstract": "<p>Today, creative is not enough. Brands that want to stand out, acquire customers, and build a lasting image need more than a flashy, cool digital campaign. They need to meld creative concepts with technical advances in big data to reach more of the right consumers with the right messages at the right time, and on any device to maintain a relationship with a connected consumer. But advertisers are drowning in data and media options, so how can they extract the insights they need about their customers from a sea of data points and media opportunities? From behavioral and clickstream, to audience, social, campaign, demographic, location, device, and intent data, connected consumers broadcast petabytes of data every day into the marketing technology ecosystem. Marketers and their agencies need new tools to capture and analyze this data &ndash; or at least the subset that matters to them &ndash; to deliver more creative, effective, and impactful campaigns at any location on the planet.&nbsp; Rocker Fuel&rsquo;s VP, Products and Biz Dev, Eshwar Belani, will lead a discussion about the &ldquo;rise of the machines&rdquo; in digital marketing and explore the future when every ad impression is bought and sold in real-time, across any device on the planet.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/programmatic_101"
    }, {
        "Event ID": 629,
        "Name": "Secrets of a Killer Pitch",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 204",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }, {
            "Name": "visual design"
        }],
        "Summary": "Even the best ideas can fall prey to uninspired presentation. In this fast-paced session, I’ll share lessons we’ve gleaned from top presentation experts, from the hundreds of thousands of slides we’ve viewed over the past year, and from my own experience as an entrepreneur to help you craft a pitch that stands out. You’ll come away with practical tips and clear advice that you can apply no matter what presentation tool you’re using, and plenty of creative inspiration to set your story free.",
        "Speakers": [{
            "Speaker ID": 578,
            "First Name": "Adam",
            "Last Name": "Tratt",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Haiku Deck",
            "Job Title": "Co-Founder & CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicPitch",
        "Abstract": "<p>Even the best ideas can fall prey to uninspired presentation. In this fast-paced session, I&rsquo;ll share lessons we&rsquo;ve gleaned from top presentation experts, from the hundreds of thousands of slides we&rsquo;ve viewed over the past year, and from my own experience as an entrepreneur to help you craft a pitch that stands out. You&rsquo;ll come away with practical tips and clear advice that you can apply no matter what presentation tool you&rsquo;re using, and plenty of creative inspiration to set your story free.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/secrets_of_a_killer_pitch"
    }, {
        "Event ID": 812,
        "Name": "Sentiment is Dead: The Case for Perception",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "social"
        }],
        "Summary": "Sentiment was a standard forged at the creation of social media measurement, and yet its measures yield little useful information.&nbsp; In fact, it paints a false reality based on a simple linear scale of likability.&nbsp; Deeper in the data lies perception: What customers really think about you.&nbsp; We will make the case for perception, and methods that take a programmatic approach to shift customer perception over time.",
        "Speakers": [{
            "Speaker ID": 606,
            "First Name": "Dave",
            "Last Name": "Hanley",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Banyan Branch",
            "Job Title": "Co-Founder"
        }, {
            "Speaker ID": 834,
            "First Name": "Alicia",
            "Last Name": "Hatch",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Banyan Branch",
            "Job Title": "Principal and SVP of Business Development"
        }],
        "Moderator": [],
        "Hashtag": "#sicPerception",
        "Abstract": "<p>Sentiment was a standard forged at the creation of social media measurement, and yet its measures yield little useful information. &nbsp;In fact, it paints a false reality based on a simple linear scale of likability. &nbsp;Deeper in the data lies perception: What customers really think about you. &nbsp;We will make the case for perception, and methods that take a programmatic approach to shift customer perception over time.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/sentiment_is_dead_the_case_for_perception"
    }, {
        "Event ID": 698,
        "Name": "Shifting Paradigms: Knowledge Powered Audience Engagement",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 303",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "data"
        }, {
            "Name": "emerging"
        }],
        "Summary": "As we shift from the information paradigm to the knowledge paradigm, Search is being augmented by push technologies with the pull signal sensitized to context, whereas marketing ought to embrace a pull framework with push criteria desensitized by engagement experience, if not completely replaced by, in the new social and mobile era. Knowledge systems equipped with entities, semantics, and audience intelligence will emerge to honor “what will matter to my audience”, manifested in predictions and recommendations.\n\nIn this talk, I will provide an overview of data, information, and knowledge systems, emphasizing the impacts to marketing and audience engagement, and hope to inject a view of how the knowledge technologies will help marketers stay ahead of the curve.",
        "Speakers": [{
            "Speaker ID": 597,
            "First Name": "Dr. Ying",
            "Last Name": "Li",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Parllay",
            "Job Title": "Chief Scientist Advisor"
        }, {
            "Speaker ID": 598,
            "First Name": "Tarek",
            "Last Name": "Najm",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Maana",
            "Job Title": "CTO & Technical Fellow"
        }],
        "Moderator": [],
        "Hashtag": "#sicParadigms",
        "Abstract": "<p>As we shift from the information paradigm to&nbsp; the knowledge paradigm, Search is being augmented by push technologies with the pull signal sensitized to context, whereas marketing ought to embrace a pull framework with push criteria desensitized by engagement experience, if not completely replaced by, in the new social and mobile era. Knowledge systems equipped with entities, semantics, and audience intelligence will emerge to honor &ldquo;what will matter to my audience&rdquo;, manifested in predictions and recommendations.<\/p>\n\n<p>In this talk, I will provide an overview of data, information, and knowledge systems, emphasizing the impacts to marketing and audience engagement, and hope to inject a view of how the knowledge technologies will help marketers stay ahead of the curve.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/shifting_paradigms_knowledge_powered_audience_engagement"
    }, {
        "Event ID": 593,
        "Name": "Shopping Inside a Mash-Up: How Retailers are Blurring the Lines Between the Physical and the Digital",
        "Panel Name": "Integrated Commerce Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "emerging"
        }, {
            "Name": "trends"
        }, {
            "Name": "ux"
        }],
        "Summary": "As the technology available to the retail sector proliferates and becomes more powerful, the lines between a digital experience and a physical one are blurring. Shopping is becoming much more interactive and the shopping experience in some stores is starting to resemble the online experience in significant ways. This panel will bring together some of the companies who are building this technology with the retailers who are applying it to explore the implications for the industry and the shopper.",
        "Speakers": [{
            "Speaker ID": 618,
            "First Name": "Neil",
            "Last Name": "Crist",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Venuelabs",
            "Job Title": "CEO\/Founder"
        }, {
            "Speaker ID": 619,
            "First Name": "Todd",
            "Last Name": "Sherman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Point Inside",
            "Job Title": "Chief Marketing Officer"
        }, {
            "Speaker ID": 628,
            "First Name": "Andy",
            "Last Name": "Chu",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Sears Holding",
            "Job Title": "Divisional Vice President & GM"
        }, {
            "Speaker ID": 820,
            "First Name": "Susan ",
            "Last Name": "Livingston",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Whole Foods",
            "Job Title": "Executive Coordinator- Marketing"
        }],
        "Moderator": [{
            "Speaker ID": 617,
            "First Name": "Martin",
            "Last Name": "Mehalchin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Lenati",
            "Job Title": "Partner"
        }],
        "Hashtag": "#sicCommerce",
        "Abstract": "<p>As the technology available to the retail sector proliferates and becomes more powerful, the lines between a digital experience and a physical one are blurring. Shopping is becoming much more interactive and the shopping experience in some stores is starting to resemble the online experience in significant ways. This panel will bring together some of the companies who are building this technology with the retailers who are applying it to explore the implications for the industry and the shopper.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/shopping_inside_a_mash-up_how_retailers_are_blurring_the_lines_between_the_"
    }, {
        "Event ID": 694,
        "Name": "SIC x AT&T Wearables Hackathon - Finalists Presentations",
        "Panel Name": "Wearables Hackathon",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "emerging"
        }, {
            "Name": "mobile"
        }, {
            "Name": "product dev"
        }],
        "Summary": "The five finalists of our Wearables Hackathon will then present their concepts on-stage and in front of our hand-selected industry judges.",
        "Speakers": [{
            "Speaker ID": 580,
            "First Name": "Rebecca",
            "Last Name": "Kaden",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Maveron",
            "Job Title": "Principal"
        }, {
            "Speaker ID": 575,
            "First Name": "Michelle",
            "Last Name": "Goldberg",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Ignition",
            "Job Title": "Partner"
        }, {
            "Speaker ID": 105,
            "First Name": "Hanson",
            "Last Name": "Hosein",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "University of Washington",
            "Job Title": "Director Communication Leadership graduate program"
        }, {
            "Speaker ID": 695,
            "First Name": "John",
            "Last Name": "Cook",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "GeekWire",
            "Job Title": "Co-Founder & Technology Reporter"
        }, {
            "Speaker ID": 699,
            "First Name": "James ",
            "Last Name": "Whittaker ",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Microsoft",
            "Job Title": "Partner Technical Evangelist"
        }, {
            "Speaker ID": 817,
            "First Name": "Tim",
            "Last Name": "Ieong",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Cobalt",
            "Job Title": "Principal Architect"
        }],
        "Moderator": [],
        "Hashtag": "#sicATTHackathon",
        "Abstract": "<p>What would you build if you could simply and easily store data from thousands of devices deployed in the real-world and connected via wifi and cellular networks?<br \/>\n<br \/>\nSeattle Interactive Conference and the AT&amp;T Developer Program, with support from Cobalt, GreenQloud and Microsoft, have partnered to create a unique Hackathon event on the weekend of <strong>October 26-27<\/strong> at <strong>REACTOR<\/strong>, 2820 Elliott Ave at Broad St, Seattle, WA 98121, immediately prior to SIC.<br \/>\n<br \/>\nAT&amp;T is launching a service that enables developers to simply and easily store large sets of connected device data directly in the cloud. We invite you to participate in an opportunity to obtain early access to the service and to collaborate with us to build a powerful developer-focused ecosystem. The best applications and services built at the the Wearables Hackathon will have the chance win prizes and meet with the Business Development team from AT&amp;T&#39;s M2M group.<\/p>\n\n<p>This two-day Hackathon will cover the ins and outs of the service, the client libraries, and will include the participation of ecosystem partners. Snacks, lunch, dinner and beverages included!<\/p>\n\n<p>Five finalists will then present their concepts at the Seattle Interactive Conference on Tuesday afternoon, on-stage and in front of our hand-selected industry judges.<\/p>\n\n<p>Staff members from&nbsp;HaikuDeck.com&nbsp;will be available and on-site to help you with your presentations for Tuesday if you are selected as a finalist. The winner of the hackathon will have the option available to them to showcase their product at&nbsp;SIC:\/\/2014.<\/p>\n\n<p>Where: &nbsp;REACTOR, 2820 Elliott Ave at Broad St, Seattle, WA 98121 (new venue)<br \/>\nDates: Saturday, Oct 26th + Sunday, Oct 27th<br \/>\n&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/sic_x_att_wearables_hackathon_-_finalists_presentations"
    }, {
        "Event ID": 833,
        "Name": "Skype Session",
        "Panel Name": "",
        "Public": "false",
        "Status": "Pending",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room LL2",
        "Topics": [],
        "Summary": "",
        "Speakers": [],
        "Moderator": [],
        "Hashtag": "",
        "Abstract": "<p>TBD<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/skype_session"
    }, {
        "Event ID": 805,
        "Name": "Social Analytics: Why You Need More Than ‘Likes’",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "social"
        }],
        "Summary": "Many marketers get distracted by the immediate gratification of seeing new likes and retweets with their social channels. When we see social content shared we get a great endorphin rush and an immediate sense that what we’re saying is important. This session will cover the core metrics that matter on the most popular social channels and will reveal the insights that can be gleaned from them through new social media listening and monitoring tools. Understanding how your content and campaigns are performing in your owned and un-owned channels will allow you to optimize your content and your budget to ensure you’re not only creating content that people will like and share but that will be tied to ROI.",
        "Speakers": [{
            "Speaker ID": 803,
            "First Name": "Page",
            "Last Name": "Sands",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "R2integrated",
            "Job Title": "VP - Social Marketing"
        }],
        "Moderator": [],
        "Hashtag": "#sicSocialAnalytics",
        "Abstract": "<p>Many marketers get distracted by the immediate gratification of seeing new likes and retweets with their social channels. When we see social content shared we get a great endorphin rush and an immediate sense that what we&rsquo;re saying is important. While there is always a certain emotional aspect to marketing, it&rsquo;s not what you want to rely on for measuring the impact of your social marketing behavior. This session will cover the core metrics that matter on the most popular social channels and will reveal the insights that can be gleaned from them through new social media listening and monitoring tools. Understanding how your content and campaigns are performing in your owned and un-owned channels will allow you to optimize your content and your budget to ensure you&rsquo;re not only creating content that people will like and share but that will be tied to ROI.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/social_analytics_why_you_need_more_than_likes"
    }, {
        "Event ID": 696,
        "Name": "Social Media For Good ",
        "Panel Name": "",
        "Public": "false",
        "Status": "Cancelled",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 202",
        "Topics": [],
        "Summary": "",
        "Speakers": [{
            "Speaker ID": 512,
            "First Name": "Brooke",
            "Last Name": "Angles",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Admosis Media",
            "Job Title": "Founder"
        }],
        "Moderator": [],
        "Hashtag": "",
        "Abstract": "",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/social_media_for_good_place_holder_title_modify_when_have_real_title"
    }, {
        "Event ID": 744,
        "Name": "Storytelling's Secret Weapon",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "content dev"
        }, {
            "Name": "ux"
        }],
        "Summary": "Data is a riddle about a tale of preference, activity and choice, but where are the stories of emotion, secrets and loss? At IDEO, storytelling is at the core of our work — inspiring us as designers and connecting us to our users and clients. But a good story is much more than reciting an account of an event. In this session, Jen Panasik will share some surprising outcomes of stories and what&#8217;s truly at the heart of storytelling as an interactive tool.",
        "Speakers": [{
            "Speaker ID": 669,
            "First Name": "Jen",
            "Last Name": "Panasik",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "IDEO",
            "Job Title": "Portfolio Lead and Interaction Designer"
        }],
        "Moderator": [],
        "Hashtag": "#sicStorytelling",
        "Abstract": "<p>Data is a riddle about a tale of preference, activity and choice, but where are the stories of emotion, secrets and loss? At IDEO, storytelling is at the core of our work &mdash; inspiring us as designers and connecting us to our users and clients. But a good story is much more than reciting an account of an event. In this session, Jen Panasik will share some surprising outcomes of stories and what&#39;s truly at the heart of storytelling as an interactive tool.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/storytellings_secret_weapon"
    }, {
        "Event ID": 685,
        "Name": "Technology, Journalism and Business: A Legit Mix?",
        "Panel Name": "Media and Publishing Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "emerging"
        }, {
            "Name": "trends"
        }],
        "Summary": "Join a lively panel discussion for a no-holds-barred look at how technology continues to challenge and transform everything about journalism, ranging from gathering and delivery to baseline business models.&nbsp; It&#8217;s no secret that online technology has had profound impacts on how news is distributed, consumed and shared, but what does the future hold?&nbsp; And what does it all mean for those looking to generate coverage as well as consumers of news?&nbsp; Is the news business more or less transparent than before?&nbsp; Our distinguished panel of five will tackle these and many other issues head-on.",
        "Speakers": [{
            "Speaker ID": 721,
            "First Name": "Brier",
            "Last Name": "Dudley",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Seattle Times",
            "Job Title": "Technology Columnist"
        }, {
            "Speaker ID": 695,
            "First Name": "John",
            "Last Name": "Cook",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "GeekWire",
            "Job Title": "Co-Founder & Technology Reporter"
        }, {
            "Speaker ID": 633,
            "First Name": "Kelly",
            "Last Name": "Clay",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Forbes & HasOffers",
            "Job Title": "Digital Communications Strategist"
        }, {
            "Speaker ID": 810,
            "First Name": "Chris",
            "Last Name": "Kornelis",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "",
            "Job Title": "Writer and Journalist"
        }],
        "Moderator": [{
            "Speaker ID": 795,
            "First Name": "Chris",
            "Last Name": "Grygiel",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Associated Press",
            "Job Title": "PNW Editor"
        }],
        "Hashtag": "#sicJournalism",
        "Abstract": "<p>Join a lively panel discussion for a no-holds-barred look at how technology continues to challenge and transform everything about journalism, ranging from gathering and delivery to baseline business models.&nbsp; It&#39;s no secret that online technology has had profound impacts on how news is distributed, consumed and shared, but what does the future hold?&nbsp; And what does it all mean for those looking to generate coverage as well as consumers of news?&nbsp; Is the news business more or less transparent than before?&nbsp; Our distinguished panel of five will tackle these and many other issues head-on.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/technology_journalism_and_business_a_legit_mix"
    }, {
        "Event ID": 674,
        "Name": "Telling the Stories From Data: Lessons in Visualizing, Story-Telling, Transparency and Impact",
        "Panel Name": "Data Visualization Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "data managment"
        }, {
            "Name": "visual design"
        }],
        "Summary": "Learn how to find the story in the data, how to visualize data as a way to make it more accessible and how opening up data to users can have an impact on society. Our speakers will provide real-world examples of stories and visualizations and impact from news stories and through the efforts of governments to become more transparent and available to citizens and their input.",
        "Speakers": [{
            "Speaker ID": 672,
            "First Name": "Whitney",
            "Last Name": "Stensrud",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Seattle Times",
            "Job Title": "Art Director, Graphics"
        }, {
            "Speaker ID": 673,
            "First Name": "Cheryl ",
            "Last Name": "Phillips",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Seattle Times",
            "Job Title": "Data Innovation Editor"
        }, {
            "Speaker ID": 675,
            "First Name": "Ian ",
            "Last Name": "Kalin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Socrata",
            "Job Title": "Director of Open Data"
        }],
        "Moderator": [],
        "Hashtag": "#sicDataVisualization",
        "Abstract": "<p>Learn how to find the story in the data, how to visualize data as a way to make it more accessible and how opening up data to users can have an impact on society. Our speakers will provide real-world examples of stories and visualizations and impact from news stories and through the efforts of governments to become more transparent and available to citizens and their input.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/telling_the_stories_from_data_lessons_in_visualizing_story-telling_transpar"
    }, {
        "Event ID": 726,
        "Name": "The 95%: What People Outside the U.S. Think About — Well, Everything",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "product dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "In this session with two of Seattle Wunderman Networks global strategy leads, you’ll hear an overview of the six dimensions of culture developed by Geert Hofstede, Dutch Professor of Organizational Anthropology, and why they are important to the world of interactive. You’ll come away with ways to start using the dimensions of culture in your communication strategies and interactive-product development, and you’ll learn about methods to step back from a US-centric view of the world in order to help land your messaging, product, or other interactive work in non-US cultures.",
        "Speakers": [{
            "Speaker ID": 724,
            "First Name": "Jeffrey ",
            "Last Name": "Foster",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Seattle Wunderman Network",
            "Job Title": "Senior Strategist"
        }, {
            "Speaker ID": 725,
            "First Name": "Ben ",
            "Last Name": "Sadler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Seattle Wunderman Network",
            "Job Title": "Global Strategist"
        }],
        "Moderator": [],
        "Hashtag": "#sicGlobal",
        "Abstract": "<p>Ninety-five percent of the global population is not American, and make no mistake about it, they don&rsquo;t think like you. In this session we will explore the six dimensions of culture and how they impact any work or messaging you might be aiming at humans outside the United States. Whether you are working on social media, mobile products, entrepreneurship, or app development -- if you have non-US customers, you&rsquo;ll learn how to start thinking about how they think.<\/p>\n\n<p>In this session with two of Seattle Wunderman Networks global strategy leads, you&rsquo;ll hear an overview of the six dimensions of culture developed by Geert Hofstede, Dutch Professor of Organizational Anthropology, and why they are important to the world of interactive.&nbsp; You&rsquo;ll come away with ways to start using the dimensions of culture in your communication strategies and interactive-product development, and you&rsquo;ll learn about methods to step back from a US-centric view of the world in order to help land your messaging, product, or other interactive work in non-US cultures.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_95_what_people_outside_the_u.s._think_aboutwell_everything"
    }, {
        "Event ID": 807,
        "Name": "The Art & Science of Mobile App Success",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "attribution"
        }, {
            "Name": "mobile"
        }],
        "Summary": "If you build it they may not come. If you promote it, you may not retain them. If you retain them, you may never make money. With over 20,000 apps added to app stores each month, to remain competitive, a skillful approach to running an app business is required - and it all needs to be measurable. In an industry where there is no standardized tracking method, many mobile app marketers still face challenges in measuring and and reporting on actionable results of their app campaigns This session will highlight the key elements in a success mobile app marketing campaign: discoverability, advertising, attribution, and monetization.",
        "Speakers": [{
            "Speaker ID": 806,
            "First Name": "Jennifer",
            "Last Name": "Wong",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "HasOffers & MobileAppTracking",
            "Job Title": "Director of Marketing"
        }],
        "Moderator": [],
        "Hashtag": "#sicAppMarketing",
        "Abstract": "<p>If you build it they may not come. If you promote it, you may not retain them. If you retain them, you may never make money. With over 20,000 apps added to app stores each month, to remain competitive, a skillful approach to running an app business is required - and it all needs to be measurable. In an industry where there is no standardized tracking method, many mobile app marketers still face challenges in measuring and and reporting on actionable results of their app campaigns&nbsp; This session will highlight the key elements in a success mobile app marketing campaign: discoverability, advertising, attribution, and monetization.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_art_science_of_mobile_app_success"
    }, {
        "Event ID": 787,
        "Name": "The Art and Science of Building a Great Community",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Master Class",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "social"
        }],
        "Summary": "Building a Community can feel like a daunting task, but you know the investment can be invaluable. You&#8217;ll have to get your hands dirty, get creative, and analyze the data to make it happen. In this session we&#8217;ll talk goals, tactics, measurement, and give tons of real-life examples to help you build and keep a healthy community for your organization.",
        "Speakers": [{
            "Speaker ID": 645,
            "First Name": "Jennifer",
            "Last Name": "Lopez",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Moz",
            "Job Title": "Director of Community"
        }],
        "Moderator": [],
        "Hashtag": "#sicMasterCommunity",
        "Abstract": "<p>Building a Community can feel like a daunting task, but you know the investment can be invaluable. You&#39;ll have to get your hands dirty, get creative, and analyze the data to make it happen. In this session we&#39;ll talk goals, tactics, measurement, and give tons of real-life examples to help you build and keep a healthy community for your organization.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_art_and_science_of_building_a_great_community"
    }, {
        "Event ID": 828,
        "Name": "The Art of Business Relationships Through Personalization, Social Media and Context Aware Content",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "2:50pm",
        "End Time": "3:50pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "data management"
        }, {
            "Name": "search"
        }, {
            "Name": "social"
        }, {
            "Name": "strategy"
        }],
        "Summary": "When you want to contact someone, how many options do you now have? Communication devices, apps, tools, and social media network proliferation has exploded the channel opportunities we have to interact with each other and our customers.&nbsp; Join Travis Wright and Derek Gilbert as they explore how to effectively have a cohesive conversation and relationship with our customer across so many channels and web properties utilizing robust data layers, big data profiles, paying our content the respect it deserves, and jokes and memes and gifs. Lots of Gifs.",
        "Speakers": [{
            "Speaker ID": 827,
            "First Name": "Derek",
            "Last Name": "Gilbert",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Ensighten",
            "Job Title": "Principal Consultant and Product Innovator"
        }, {
            "Speaker ID": 826,
            "First Name": "Travis",
            "Last Name": "Wright",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "MediaThinkLabs ",
            "Job Title": "Social Media Strategist"
        }],
        "Moderator": [],
        "Hashtag": "#sicComm",
        "Abstract": "<p>When you want to contact someone, how many options do you now have? Communication devices, apps, tools, and social media network proliferation has exploded the channel opportunities we have to interact with each other and our customers.&nbsp; Join&nbsp;Travis Wright and Derek Gilbert as they explore how to effectively have a cohesive conversation and relationship with our customer across so many channels and web properties utilizing robust data layers, big data profiles, paying our content the respect it deserves, and jokes and memes and gifs. Lots of Gifs.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_art_of_business_relationships_through_personalization_social_media_and_"
    }, {
        "Event ID": 793,
        "Name": "The Cloud Is The New Litter Box: The Environmental Impact of Cat Memes",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "business dev"
        }, {
            "Name": "data"
        }, {
            "Name": "strategy"
        }],
        "Summary": "The Cloud isn&#8217;t as green as you think it is. But it can be! All of your business data, photos, status updates,and even those funny cat memes generate CO2. A lot of it. So much so, that the IT industry is on track to overtake the auto and airline industry combined in total CO2 emissions, which has significant environmental and life implications. We&#8217;ll clear the air on cloud computing and show you how you can be a better data citizen; and how your business can bolster it&#8217;s CSR by cleaning up the cloud.",
        "Speakers": [{
            "Speaker ID": 735,
            "First Name": "Eirkur",
            "Last Name": "Hrafnsson",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "GreenQloud",
            "Job Title": "Co-founder & Chief Global Strategist"
        }],
        "Moderator": [],
        "Hashtag": "#sicGreenCloud",
        "Abstract": "<p>The Cloud isn&#39;t as green as you think it is. But it can be! All of your&nbsp;business data,&nbsp;photos, status updates,and even those funny cat memes generate CO2. A lot of it. So much so, that the IT industry is on track to overtake the auto and airline industry combined in total CO2 emissions, which has significant environmental and life implications. We&#39;ll clear the air on cloud computing and show you how you can be a better data citizen; and how your business can bolster it&#39;s CSR by cleaning up the cloud.&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_cloud_is_the_new_litter_box_the_environmental_impact_of_cat_memes"
    }, {
        "Event ID": 773,
        "Name": "The Convergence of Storytelling and UX Design",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "ux"
        }, {
            "Name": "visual design"
        }],
        "Summary": "We as user experience designer now need to consider the story that lives within our pages, not just the user flows that connect them together. We need to become storytellers.\n\nIn this presentation, you will learn about how to craft a story through user experience design, the pitfalls to avoid and the power that comes when great storytelling and great UX converge.",
        "Speakers": [{
            "Speaker ID": 465,
            "First Name": "Adam",
            "Last Name": "Kleinberg",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Traction",
            "Job Title": "CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicUXStorytelling",
        "Abstract": "<p>Several factors have created a sea change in the definition of what makes a great user experience<\/p>\n\n<p>- The app economy has changed the expectations consumers have from a digital experience<br \/>\n- Brands are coming to terms with the fact that we can&#39;t just shove coupons and big red buttons at people and expect them to click like gerbils in some cheese maze<br \/>\n- Engagement has become a top marketing objective in organizations&mdash;meaning being intuitive isn&#39;t enough from UX<br \/>\n- We&#39;re realizing that design without content is like building a house when you don&#39;t know how many people will need to live in it<br \/>\n- We&#39;ve finally come to terms with the fact that users are, in fact, not too stupid to use a scroll bar<\/p>\n\n<p>In short, we as user experience designer now need to consider the story that lives within our pages, not just the user flows that connect them together. We need to become storytellers.<\/p>\n\n<p>In this presentation, you will learn about how to craft a story through user experience design, the pitfalls to avoid and the power that comes when great storytelling and great UX converge.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_convergence_of_storytelling_and_ux_design"
    }, {
        "Event ID": 779,
        "Name": "The Era of New Contexts ",
        "Panel Name": "",
        "Public": "false",
        "Status": "Cancelled",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "ux"
        }],
        "Summary": "WINTR Founder and CEO, Ben Winters, saw the logic. The engagement model the web afforded brands was evolving into new contexts beyond the web, the firm set out three years ago to help brands intent on making meaningful connections through these new contexts. Viewing -among others- areas of mobile, casual gaming, and experiential\/digital to physical experiences as the future, WINTR enthusiastically took on these clients and projects, developing an expertise. Hear how brands like Coke, Green Mountain Coffee, and others knocked down barriers -like app stores- to create entertaining, engaging and informative digital experiences.",
        "Speakers": [{
            "Speaker ID": 661,
            "First Name": "Ben",
            "Last Name": "Winters",
            "Public": "false",
            "Status": "Cancelled",
            "Company": "WINTR",
            "Job Title": "Founder & CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicBeyondTheWeb",
        "Abstract": "<p>WINTR Founder and CEO, Ben Winters, saw the logic. The engagement model the web afforded brands was evolving into new contexts beyond the web, the firm set out three years ago to help brands intent on making meaningful connections through these new contexts. Viewing -among others- areas of mobile, casual gaming, and experiential\/digital to physical experiences as the future, WINTR enthusiastically took on these clients and projects, developing an expertise. Hear how brands like Coke, Green Mountain Coffee, and others knocked down barriers -like app stores- to create entertaining, engaging and informative digital experiences.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_era_of_new_contexts"
    }, {
        "Event ID": 638,
        "Name": "The Evolution of Branded Content",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }, {
            "Name": "content dev"
        }],
        "Summary": "Native Advertising? Sponsored Content? Content Marketing? Branded Content has evolved and has crossed into a gray area of paid sponsorship vs. brand journalism. Brands have been more aggressive in developing content specific to their audience and in the process bypassing the traditional publishing industry. We will breakdown industry definitions, share examples and outline the steps needed to develop an effective and transparent branded content strategy.",
        "Speakers": [{
            "Speaker ID": 637,
            "First Name": "Andrew ",
            "Last Name": "Grinaker",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "POSSIBLE",
            "Job Title": "Sr. Media Services Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicBrandedContent",
        "Abstract": "<p>Native Advertising? Sponsored Content? Content Marketing? Branded Content has evolved and has crossed into a gray area of paid sponsorship vs. brand journalism. Brands have been more aggressive in developing content specific to their audience and in the process bypassing the traditional publishing industry. We will breakdown industry definitions, share examples and outline the steps needed to develop an effective and transparent branded content strategy.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_evolution_of_branded_content"
    }, {
        "Event ID": 717,
        "Name": "The Future of Search. Driven by Consumers, Engaged by Business",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Keynote",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "emerging"
        }, {
            "Name": "search"
        }],
        "Summary": "The future is a hot topic.&nbsp; We all want to know what tomorrow will bring, in an effort to stay one step ahead.&nbsp; It’s tough to plan budgets, hit targets and move a business forward without some notion of a target.&nbsp; Join Duane Forrester from Bing for this session where we’ll take a look at the future of search.&nbsp; Understand the reasons behind changes and position yourself to leverage new techniques, new technologies and existing scenarios to best effect.&nbsp; If you think Social is the cutting edge, you ain’t seen nothin’ yet!",
        "Speakers": [{
            "Speaker ID": 491,
            "First Name": "Duane",
            "Last Name": "Forrester",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Bing",
            "Job Title": "Senior Product Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sicTomorrow",
        "Abstract": "<p>The future is a hot topic.&nbsp; We all want to know what tomorrow will bring, in an effort to stay one step ahead.&nbsp; It&rsquo;s tough to plan budgets, hit targets and move a business forward without some notion of a target.&nbsp; Join Duane Forrester from Bing for this session where we&rsquo;ll take a look at the future of search.&nbsp; Understand the reasons behind changes and position yourself to leverage new techniques, new technologies and existing scenarios to best effect.&nbsp; If you think Social is the cutting edge, you ain&rsquo;t seen nothin&rsquo; yet!<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_future_of_search._driven_by_consumers_engaged_by_business"
    }, {
        "Event ID": 511,
        "Name": "The Future of Social Advertising – What Can It Do for Your Brand?",
        "Panel Name": "Social Advertising Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }, {
            "Name": "social"
        }],
        "Summary": "Key themes, trends and content strategies for social advertising on Facebook, Twitter and LinkedIn will be shared to meet direct response and engagement goals. Best practices for leveraging paid, earned and owned social strategies and examples of customer ROI will show how social platforms can help build community, improve brand lift and conversion rates, mobilize followers, and improve revenue.",
        "Speakers": [{
            "Speaker ID": 497,
            "First Name": "Rebecca",
            "Last Name": "Kaykas-Wolff",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Adobe",
            "Job Title": "Group Product Marketing, Social Advertising"
        }, {
            "Speaker ID": 512,
            "First Name": "Brooke",
            "Last Name": "Angles",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Admosis Media",
            "Job Title": "Founder"
        }, {
            "Speaker ID": 682,
            "First Name": "Tyler",
            "Last Name": "Willis",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Unified",
            "Job Title": "Vice President of Business Development"
        }],
        "Moderator": [],
        "Hashtag": "#sicSocialAds",
        "Abstract": "<p>Social advertising is a necessary, yet complex, paid amplification strategy that can effectively support both engagement and direct response initiatives &ndash; if done right. However, brands need more than awareness to be successful and social advertising can help. With paid social media revenues expected to exceed $9.2 billion in 2016, this channel is gaining momentum in the advertising world. Given growing user bases and high engagement levels, top social networks are well-positioned to connect brands with consumers and deliver measurable results. As marketers rationalize social advertising as part of their overall paid media mix, new opportunities emerge to reach customers, create engagement, broaden brand awareness, encourage direct response, and ultimately generate revenue.<br \/>\n<br \/>\nFrom Facebook to LinkedIn to Twitter, attendees will learn about key themes, trends, and content strategies for social advertising that can be leveraged to meet both direct response and engagement goals. The need for operational clarity within organizations and how &ldquo;social&rdquo; fits in to operationalize total paid, earned and owned strategies will also be discussed. Lastly, operational best practices and examples of customer ROI will be presented to show how social platforms can help build community, improve brand lift and conversion rates, mobilize followers, and improve the bottom line.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_future_of_social_advertising_what_can_it_do_for_your_brand"
    }, {
        "Event ID": 691,
        "Name": "The Idea Idea Day 1",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Workshop",
        "Track": "Develop",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "12:30pm",
        "Room": "Room 205",
        "Topics": [{
            "Name": "product dev"
        }, {
            "Name": "social"
        }, {
            "Name": "strategy"
        }],
        "Summary": "What role do our shared ideas have in our individual and collective evolution? Social collaboration is poised to transform the landscape of business, social good and community&#8212;and is only accelerating. This workshop series will explore the powerful possibilities this movement is revealing, culminating in a real-time social experiment to create the first open collaboration platform for shared idea exchange.",
        "Speakers": [{
            "Speaker ID": 689,
            "First Name": "Brian ",
            "Last Name": "Spittler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Method Communications",
            "Job Title": "Account Executive"
        }, {
            "Speaker ID": 690,
            "First Name": "Brian ",
            "Last Name": "O'Shea",
            "Public": "true",
            "Status": "Cancelled",
            "Company": "BuildersCloud",
            "Job Title": "Co-Founder\/Director of Product "
        }, {
            "Speaker ID": 688,
            "First Name": "Amy ",
            "Last Name": "Spittler Shaffer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Kidnected and The Wonderment",
            "Job Title": "Creative Director"
        }, {
            "Speaker ID": 577,
            "First Name": "Corey",
            "Last Name": "Gutch",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Interactive Director"
        }, {
            "Speaker ID": 496,
            "First Name": "Michael",
            "Last Name": "Ellsworth",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Creative Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicIdea",
        "Abstract": "<p>What role do our shared ideas have in our individual and collective evolution? Social collaboration is poised to transform the landscape of business,&nbsp;social good and community-- and is only accelerating. This workshop series will explore the powerful possibilities this movement is revealing, culminating in a real-time social experiment to create the first open collaboration platform for shared idea exchange.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_idea_idea"
    }, {
        "Event ID": 754,
        "Name": "The Idea Idea Day 2",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Workshop",
        "Track": "Develop",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "12:30pm",
        "Room": "Room 205",
        "Topics": [{
            "Name": "product dev"
        }, {
            "Name": "social"
        }, {
            "Name": "strategy"
        }],
        "Summary": "What role do our shared ideas have in our individual and collective evolution? Social collaboration is poised to transform the landscape of business, social good and community&#8212;and is only accelerating. This workshop series will explore the powerful possibilities this movement is revealing, culminating in a real-time social experiment to create the first open collaboration platform for shared idea exchange.",
        "Speakers": [{
            "Speaker ID": 689,
            "First Name": "Brian ",
            "Last Name": "Spittler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Method Communications",
            "Job Title": "Account Executive"
        }, {
            "Speaker ID": 690,
            "First Name": "Brian ",
            "Last Name": "O'Shea",
            "Public": "true",
            "Status": "Cancelled",
            "Company": "BuildersCloud",
            "Job Title": "Co-Founder\/Director of Product "
        }, {
            "Speaker ID": 688,
            "First Name": "Amy ",
            "Last Name": "Spittler Shaffer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Kidnected and The Wonderment",
            "Job Title": "Creative Director"
        }, {
            "Speaker ID": 496,
            "First Name": "Michael",
            "Last Name": "Ellsworth",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Creative Director"
        }, {
            "Speaker ID": 577,
            "First Name": "Corey",
            "Last Name": "Gutch",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Interactive Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicIdea",
        "Abstract": "<p>What role do our shared ideas have in our individual and collective evolution? Social collaboration is poised to transform the landscape of business,&nbsp;social good and community-- and is only accelerating. This workshop series will explore the powerful possibilities this movement is revealing, culminating in a real-time social experiment to create the first open collaboration platform for shared idea exchange.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_idea_idea_day_2"
    }, {
        "Event ID": 753,
        "Name": "The Idea Idea Day 3",
        "Panel Name": "",
        "Public": "false",
        "Status": "Cancelled",
        "Type": "Workshop",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 205",
        "Topics": [{
            "Name": "product dev"
        }, {
            "Name": "social"
        }, {
            "Name": "strategy"
        }],
        "Summary": "",
        "Speakers": [{
            "Speaker ID": 690,
            "First Name": "Brian ",
            "Last Name": "O'Shea",
            "Public": "true",
            "Status": "Cancelled",
            "Company": "BuildersCloud",
            "Job Title": "Co-Founder\/Director of Product "
        }, {
            "Speaker ID": 689,
            "First Name": "Brian ",
            "Last Name": "Spittler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Method Communications",
            "Job Title": "Account Executive"
        }, {
            "Speaker ID": 496,
            "First Name": "Michael",
            "Last Name": "Ellsworth",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Creative Director"
        }, {
            "Speaker ID": 577,
            "First Name": "Corey",
            "Last Name": "Gutch",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Civilization",
            "Job Title": "Interactive Director"
        }, {
            "Speaker ID": 688,
            "First Name": "Amy ",
            "Last Name": "Spittler Shaffer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Kidnected and The Wonderment",
            "Job Title": "Creative Director"
        }],
        "Moderator": [],
        "Hashtag": "",
        "Abstract": "<p>What role do our shared ideas have in our individual and collective evolution? Social collaboration is poised to transform the landscape of business, social good and community-- and is only accelerating. This workshop series will explore the powerful possibilities this movement is revealing, culminating in a real-time social experiment to create the first open collaboration platform for shared idea exchange.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_idea_idea_day_3"
    }, {
        "Event ID": 736,
        "Name": "The Intersection of Technology, Design and Strategy Through the Prism of Storytelling.",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 303",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Without a story, there is nothing to hang all the latest technology, robust platforms and compelling design. Once the &#8216;reason for being&#8217;, is in place, everything else flows from that story. Tether, with its multi-disciplined storytelling approach finds the heart of a brand first and then brings that story to life in the most owneable way, in the most impactful consumer touchpoints. And because there is a core, or heart to that story, there is always a brand well to draw from to build an enduring brand.",
        "Speakers": [{
            "Speaker ID": 678,
            "First Name": "Dave",
            "Last Name": "McKeague",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Tether",
            "Job Title": "Interactive Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicBrandStory",
        "Abstract": "<p>Without a story, there is nothing to hang all the latest technology, robust platforms and compelling design. Once the &#39;reason for being&#39;, is in place, everything else flows from that story. Tether, with its multi-disciplined storytelling approach finds the heart of a brand first and then brings that story to life in the most owneable way, in the most impactful consumer touchpoints. And because there is a core, or heart to that story, there is always a brand well to draw from to build an enduring brand.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_intersection_of_technology_design_and_strategy_through_the_prism_of_sto"
    }, {
        "Event ID": 723,
        "Name": "The Mobile Native – Helping Brands Organically Engage with their Mobile Savvy Customer",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 302",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "mobile"
        }],
        "Summary": "For many people mobile has become the first and only medium they consume.&nbsp; Advertisers can connect with their customers in ways which are organic and even helpful to this ‘mobile first’ behavior.&nbsp; But success in mobile requires more than just taking what you have created for other mediums and putting that creative on phones and tablets.&nbsp; The brands who act like app developers have enjoyed greater success in mobile advertising because they leverage the functionality of mobile devices in their campaigns.\n\nIn this session Millennial Media will share best practices and great examples of mobile advertisers who utilize the native features of the phone such as location, the camera and microphone to enhance marketing efforts and better connect with their customers.",
        "Speakers": [{
            "Speaker ID": 611,
            "First Name": "Carrie",
            "Last Name": "Seifer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Millennial Media",
            "Job Title": "VP, Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicMobileNative",
        "Abstract": "<p>For many people mobile has become the first and only medium they consume.&nbsp; Advertisers can connect with their customers in ways which are organic and even helpful to this &lsquo;mobile first&rsquo; behavior.&nbsp; But success in mobile requires more than just taking what you have created for other mediums and putting that creative on phones and tablets.&nbsp; The brands who act like app developers have enjoyed greater success in mobile advertising because they leverage the functionality of mobile devices in their campaigns.<br \/>\n<br \/>\nIn this session Millennial Media will share best practices and great examples of mobile advertisers who utilize the native features of the phone such as location, the camera and microphone to enhance marketing efforts and better connect with their customers.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_mobile_native_helping_brands_organically_engage_with_their_mobile_savvy"
    }, {
        "Event ID": 780,
        "Name": "The Networked Brand",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "social"
        }],
        "Summary": "Just as Starbucks has been doing in its stores for the past 42 years, Starbucks is building relationships with its customers through its unique combination of digital assets and insights. Alexandra Wheeler will discuss how Starbucks has become what she has defined as a “Networked Brand” —meaning a brand that people feel genuinely connected to no matter where, when or how they find Starbucks, and how that brand can activate quickly and with purpose.",
        "Speakers": [{
            "Speaker ID": 843,
            "First Name": "Alex",
            "Last Name": "Wheeler",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Starbucks",
            "Job Title": "VP of Global Digital Marketing"
        }],
        "Moderator": [],
        "Hashtag": "#sicNetworked",
        "Abstract": "<p>Just as Starbucks has been doing in its stores for the past 42 years, Starbucks is building relationships with its customers through its unique combination of digital assets and insights. Being &ldquo;the best online barista&rdquo; means a commitment to creating consistent and authentic ongoing engagement and conversations with its customers. Those conversations can be about new products and coffees, but often about world events, and even discussing how Starbucks and its customers can work together to use its scale for good. Alexandra Wheeler will discuss how Starbucks has become what she has defined as a &ldquo;Networked Brand&rdquo; &mdash;meaning a brand that people feel genuinely connected to no matter where, when or how they find Starbucks, and how that brand can activate quickly and with purpose.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_networked_brand"
    }, {
        "Event ID": 763,
        "Name": "The New Creative Canvas",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "content dev"
        }],
        "Summary": "Tumblr is a media network powered by an army of independent creators and home to an audience of more than 300 million people worldwide. The company&#8217;s drive to help creators of all kinds find the audience that they deserve lends the media network to some of the most creative, visual content on the web today. Head of West Coast Sales, Jen Klawin will discuss how brands and marketers are using the tools at their disposal to play in this space, grow their audience and find success.",
        "Speakers": [{
            "Speaker ID": 821,
            "First Name": "Jennifer",
            "Last Name": "Klawin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Tumblr",
            "Job Title": "Director of West Coast Sales"
        }],
        "Moderator": [],
        "Hashtag": "#sicCanvas",
        "Abstract": "<p>Tumblr is a media network powered by an army of independent creators and home to an audience of more than 300 million people worldwide. The company&#39;s drive to help creators of all kinds find the audience that they deserve lends the media network to some of the most creative, visual content on the web today. Head of West Coast Sales, Jen Klawin will discuss how brands and marketers are using the tools at their disposal to play in this space, grow their audience and find success.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_new_creative_canvas"
    }, {
        "Event ID": 802,
        "Name": "The New Frontier: How Photo and Video Are Revolutionizing Journalism ",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Two",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "mobile"
        }, {
            "Name": "ux"
        }, {
            "Name": "web dev"
        }],
        "Summary": "TIME Senior Editor of Photo and Interactive Jonathan Woods spearheads a conversation with leading visual innovators on the tools, technologies and trends you need to be aware of now. How does the ability to interact with visual imagery improve editorial storytelling? How does it affect consumer behavior? In what ways does visual technology enlighten, educate and engage? What new technologies and visual innovations are on the horizon, and how will they affect the way we live, work, play, interact and grow? The panel examines this visual revolution from editorial, technological and advertising perspectives.",
        "Speakers": [{
            "Speaker ID": 785,
            "First Name": "Jonathan",
            "Last Name": "Woods",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "TIME.com",
            "Job Title": "Senior Editor, Photo & Interactive"
        }, {
            "Speaker ID": 852,
            "First Name": "Steve ",
            "Last Name": "Spurgat",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Big Human",
            "Job Title": "Managing Director"
        }, {
            "Speaker ID": 864,
            "First Name": "Matt",
            "Last Name": "Craig",
            "Public": "false",
            "Status": "Confirmed",
            "Company": "Blink",
            "Job Title": "Founder\/CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicPhoto",
        "Abstract": "<p>10% of all photos taken were shot in the last few years. An average of 350 million photos are uploaded to Facebook daily; Instagram logs 1.2 billion likes every day. Over 6 billion hours of video are watched each month on YouTube. These are the storytelling tools and technologies that are leading journalism to the next frontier and making our world stronger and more connected than ever.<\/p>\n\n<p>TIME Senior Editor of Photo and Interactive Jonathan Woods spearheads a conversation with leading visual innovators on the tools, technologies and trends you need to be aware of now. How does the ability to interact with visual imagery improve editorial storytelling? How does it affect consumer behavior? In what ways does visual technology enlighten, educate and engage? What new technologies and visual innovations are on the horizon, and how will they affect the way we live, work, play, interact and grow? The panel examines this visual revolution from editorial, technological and advertising perspectives.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_new_frontier_how_photo_and_video_are_revolutionizing_journalism"
    }, {
        "Event ID": 809,
        "Name": "The Online Super Bowl: Keys to Winning the Holidays",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "search"
        }],
        "Summary": "Last year Cyber Monday represented the single biggest day in online spending, totaling $1.465 billion in retail sales. Up 17% from 2011, the macro data shows no signs of this growth slowing. The holiday season as a whole is the single most critical time for companies to execute best in class digital marketing tactics to ensure that they maximize their return during peak demand. Given the importance, your planning and implementation should begin now. We&#8217;ll dive into search, social, display, retargeting, and analytic strategies that will help you win during the holiday season, and use this time of year to propel you to a new baseline in 2014.",
        "Speakers": [{
            "Speaker ID": 808,
            "First Name": "Mason",
            "Last Name": "Garrity",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "3Q Digital",
            "Job Title": "Client Strategist"
        }],
        "Moderator": [],
        "Hashtag": "#sicHolidays",
        "Abstract": "<p>Last year Cyber Monday represented the single biggest day in online spending, totaling $1.465 billion in retail sales. Up 17% from 2011, the macro data shows no signs of this growth slowing. The holiday season as a whole is the single most critical time for companies to execute best in class digital marketing tactics to ensure that they maximize their return during peak demand. Given the importance, your planning and implementation should begin now. We&#39;ll dive into search, social, display, retargeting, and analytic strategies that will help you win during the holiday season, and use this time of year to propel you to a new baseline in 2014.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_online_super_bowl_keys_to_winning_the_holidays"
    }, {
        "Event ID": 750,
        "Name": "The Power of Play",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "strategy"
        }, {
            "Name": "trends"
        }],
        "Summary": "Human behavior is driven by incentives and rewards whether they’re obvious or subtle; our actions are guided by outside motivators that steer us in a particular direction. Using elements of play in marketing has proven to be incredibly successful in motivating and shaping behavior, regardless of the industry where it&#8217;s applied. When used in digital, it produces active engagement that commands attention and shapes customer behavior, improves customer loyalty and inspires them to return for more.",
        "Speakers": [{
            "Speaker ID": 748,
            "First Name": "Brian",
            "Last Name": "Marr",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Smashing Ideas",
            "Job Title": "Director of Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicPlay",
        "Abstract": "<p>Human behavior is driven by incentives and rewards&nbsp;whether they&rsquo;re obvious or subtle; our actions are guided by outside&nbsp;motivators that steer us in a particular direction. Using elements of play&nbsp;in marketing has proven to be incredibly successful in motivating and&nbsp;shaping behavior, regardless of the industry where it&#39;s applied. When used&nbsp;in digital, it produces active engagement that commands attention and shapes&nbsp;customer behavior, improves customer loyalty and inspires them to return for&nbsp;more.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_power_of_play"
    }, {
        "Event ID": 676,
        "Name": "The Power of Real Time Marketing through Mobile",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "9:00am",
        "End Time": "10:00am",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "mobile"
        }],
        "Summary": "The ultimate goal of many marketers is to deliver highly personalized content, real-time, relative to what a consumer is doing “now.”&nbsp; This means truly delivering the right message, right person, right place, and right time, while addressing them by name.&nbsp; Now combine this with the Omni-presence of the mobile channel and the result is a tremendously powerful advertising tool.\n\nLearn how AT&amp;T is doing just this by leveraging dynamic, personalized content through mobile video to drive significant customer engagement and increase loyalty.",
        "Speakers": [{
            "Speaker ID": 516,
            "First Name": "Matt",
            "Last Name": "Ramerman",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Vehicle",
            "Job Title": "Co-Founder & Managing Director"
        }, {
            "Speaker ID": 565,
            "First Name": "Michelle",
            "Last Name": "Schmoelzer",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "AT&T",
            "Job Title": "Associate Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicRealTime",
        "Abstract": "<p>The ultimate goal of many marketers is to deliver highly personalized content, real-time, relative to what a consumer is doing &ldquo;now.&rdquo;&nbsp; This means truly delivering the right message, right person, right place, and right time, while addressing them by name.&nbsp; Now combine this with the Omni-presence of the mobile channel and the result is a tremendously powerful advertising tool.<\/p>\n\n<p>Learn how AT&amp;T is doing just this by leveraging dynamic, personalized content through mobile video to drive significant customer engagement and increase loyalty.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_power_of_real_time_marketing_through_mobile"
    }, {
        "Event ID": 713,
        "Name": "The Power of Story",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "business dev"
        }, {
            "Name": "content dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "All great films are essentially about the same thing: who am I?&nbsp; Each of us explores this question in some form daily and thus we seek stories that help us find answers.&nbsp; Hence, stories are the currency of human connection, and learning how to harness the power of story will help you motivate people to do almost anything. John will show you the basic structure all stories have by taking you through some of the greatest films ever made.",
        "Speakers": [{
            "Speaker ID": 599,
            "First Name": "John",
            "Last Name": "Jacobsen",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "The Artist Toolbox",
            "Job Title": "Director & Film Writer"
        }],
        "Moderator": [],
        "Hashtag": "#sicStories",
        "Abstract": "<p>All great films are essentially about the same thing: who am I?&nbsp; Each of us explores this question in some form daily and thus we seek stories that help us find answers.&nbsp; Hence, stories are the currency of human connection, and learning how to harness the power of story will help you motivate people to do almost anything. John will show you the basic structure all stories have by taking you through some of the greatest films ever made.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_power_of_story"
    }, {
        "Event ID": 610,
        "Name": "The REI 1440 Project: Curating Outdoor Adventure",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "social"
        }],
        "Summary": "REI&#8217;s mission is to inspire, educate and outfit for a lifetime of outdoor adventure and stewardship. What does that look like in online social networks? The REI 1440 Project. In this case study presentation, the REI Digital Engagement Team will review its discovery process, partnership with agencies, and successes and challenges in hosting an owned social community.",
        "Speakers": [{
            "Speaker ID": 620,
            "First Name": "Paolo",
            "Last Name": "Mottola",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "REI",
            "Job Title": "Digital Engagement Program Manager"
        }, {
            "Speaker ID": 623,
            "First Name": "Kelly",
            "Last Name": "Walsh",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "REI",
            "Job Title": "Digital Engagement Program Manager"
        }],
        "Moderator": [],
        "Hashtag": "#sic1440",
        "Abstract": "<p>REI&#39;s mission is to inspire, educate and outfit for a lifetime of outdoor adventure and stewardship. What does that look like in online social networks? The REI 1440 Project.<\/p>\n\n<p>Leveraging customers&rsquo; behavior of sharing photos from their outdoor adventures in social networks and identifying a need to host its own social community, the REI Digital Engagement Team &ndash; in partnership with agencies &ndash; created the REI 1440 Project as an interactive, photo-sharing platform for outdoor enthusiasts to demonstrate their love of the outdoors. The user experience is designed to showcase user-submitted photos into a timeline representing all 1,440 minutes in a day.<\/p>\n\n<p>With tens of thousands of user-submitted photos since launch in November 2012, the platform has become a cornerstone of REI social marketing and reinforces how people are willing to engage in niche online communities. The site was nominated for a 2013 Webby Award and has been featured on CSS Awards, Awwwards, Design Licks, Communication Arts, FWA and Google Think Insights. In this case study presentation, the REI Digital Engagement Team will review its discovery process, partnership with agencies, and successes and challenges in hosting an owned social community.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_rei_1440_project_curating_outdoor_adventure"
    }, {
        "Event ID": 653,
        "Name": "The Transparent: Your Data and How Three Digital Marketing Professionals Intend to Use It to Make Your Life Better",
        "Panel Name": "Digital Marketing Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 301",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }, {
            "Name": "emerging"
        }],
        "Summary": "This discussion is not about the scary aspects of personal data and privacy. That’s a different presentation, for a different day. Rather, this conversation is about surfacing the amazing power of data and the potential it has to make all of our marketing experiences more awesome.&nbsp; From product creation to micro targeting, content to entertainment, data is being used to develop the next generation of communication platforms and digital experiences.",
        "Speakers": [{
            "Speaker ID": 649,
            "First Name": "Patrick ",
            "Last Name": "Cartmel",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Undertone",
            "Job Title": "VP, National Strategic Accounts"
        }, {
            "Speaker ID": 650,
            "First Name": "Kirsten ",
            "Last Name": "Ward",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Microsoft",
            "Job Title": "Sr. Director, Xbox Digital and Direct Marketing"
        }, {
            "Speaker ID": 651,
            "First Name": "Megan ",
            "Last Name": "Tweed",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Razorfish",
            "Job Title": "VP of Media"
        }, {
            "Speaker ID": 652,
            "First Name": "Mike",
            "Last Name": "Reeder",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "POSSIBLE",
            "Job Title": "VP, Account Planning & Strategy"
        }],
        "Moderator": [],
        "Hashtag": "#sicPersonalization",
        "Abstract": "<p>This discussion is not about the scary aspects of personal data and privacy. That&rsquo;s a different presentation, for a different day. Rather, this conversation is about surfacing the amazing power of data and the potential it has to make all of our marketing experiences more awesome.&nbsp; From product creation to micro targeting, content to entertainment, data is being used to develop the next generation of communication platforms and digital experiences.<\/p>\n\n<p>We&rsquo;re a group of data-centric marketers who believe that brands and agencies should always strive to create experiences that are useful, elegant and personalized. Today it&rsquo;s not enough to be anything less. Our panel includes a product creator, a brand evangelist, a media leader and a data guru all on a mission to make the connection between art and science a rich and engaging journey for consumers.<\/p>\n\n<p>Through a combination of case studies and personal accounts, we&rsquo;ll work to provide an interesting overview of the dynamic world of personal data and the immersive experiences it generates.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/the_transparent_your_data_and_how_three_digital_marketing_professionals_int"
    }, {
        "Event ID": 752,
        "Name": "Thinking Inside the Box",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day One",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 204",
        "Topics": [{
            "Name": "mobile"
        }, {
            "Name": "ux"
        }, {
            "Name": "visual design"
        }],
        "Summary": "The box. We’re all told to “think outside” of it. But what if you create it for yourself?\nHow do you stop feeling stuck and get back to making things? \nSharing personal stories about being trapped behind self imposed creative walls, Antonio searches for ways to get past the block.",
        "Speakers": [{
            "Speaker ID": 749,
            "First Name": "Antonio",
            "Last Name": "Holguin",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Smashing Ideas",
            "Job Title": "Senior Mobile Designer,"
        }],
        "Moderator": [],
        "Hashtag": "#sicBox",
        "Abstract": "<p>The box. We&rsquo;re all told to &ldquo;think outside&rdquo; of it. But what if you create it for yourself?<br \/>\nHow do you stop feeling stuck and get back to making things?&nbsp;<br \/>\nSharing personal stories about being trapped behind self imposed creative walls, Antonio searches for ways to get past the block.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/thinking_inside_the_box"
    }, {
        "Event ID": 775,
        "Name": "Transparency Just Makes Things Muddier.",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "business dev"
        }, {
            "Name": "visual design"
        }],
        "Summary": "We get bombarded by thousands of messages every day, the vast majority of which aren’t remotely interesting to us. So we shut them out. This creates an environment where the consumer then becomes a seeker, because acquiring information is easy. Which should be good, right? It’s not. We’ve created “experts” in categories of which they aren’t and made journalists out of people with minimal energy to find legit sources for their stories.&nbsp; Not a big deal, other than the billions of dollars in play based on reference alone.",
        "Speakers": [{
            "Speaker ID": 475,
            "First Name": "Cal",
            "Last Name": "McAllister",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Wexley School for Girls",
            "Job Title": "Co-founder & CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicMuddy",
        "Abstract": "<p>We get bombarded by thousands of messages every day, the vast majority of which aren&rsquo;t remotely interesting to us. So we shut them out. This creates an environment where the consumer then becomes a seeker, because acquiring information is easy. Which should be good, right? It&rsquo;s not. We&rsquo;ve created &ldquo;experts&rdquo; in categories of which they aren&rsquo;t and made journalists out of people with minimal energy to find legit sources for their stories.&nbsp; Not a big deal, other than the billions of dollars in play based on reference alone.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/transparency_just_makes_things_muddier"
    }, {
        "Event ID": 712,
        "Name": "Transparency Through Design: Complex Information, Clear Experiences",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Design",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 302",
        "Topics": [{
            "Name": "ux"
        }, {
            "Name": "visual design"
        }],
        "Summary": "HUSH Creative Partner, David Schwarz, will show a few examples of how the design agency - specialists in designing experiences that tell stories across interaction, data, and spaces - uses Design thinking to cut through the chatter and engender the purest of feelings. With work for brands as broad as Nike, IBM and ExxonMobil, the talk will showcase how HUSH takes complex problems, stories and information and expresses them in highly designed, highly transparent ways.",
        "Speakers": [{
            "Speaker ID": 662,
            "First Name": "David",
            "Last Name": "Schwarz",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "HUSH",
            "Job Title": "Creative Partner"
        }],
        "Moderator": [],
        "Hashtag": "#sicClarity",
        "Abstract": "<p>We all know that the world is becoming more complex than ever. More data points. More interactions. More tools and platforms. More media. Just more... well, everything. As a result, the tools and experiences we gravitate towards are those that bring us focus and transparency amidst the clutter. Maybe this transparency gets us deeper into a film, or sends us some information in a perfectly digestible bit, or erases all other thoughts and focuses on a single feeling. Amidst the chaos, our tools (both analog and digital) allow us to be curators of our own experience.<\/p>\n\n<p>But no tool will ever be as powerful as Design - the ability for us to control the visual, physical and sonic components of our own human experience. Design - whether performed painstakingly with analog tools, or by a robotic hand in the cloud - is the only way we can achieve this transparency of information, emotion and story.<\/p>\n\n<p>HUSH Creative Partner, David Schwarz, will show a few examples of how the design agency - specialists in designing experiences that tell stories across interaction, data, and spaces - uses Design thinking to cut through the chatter and engender the purest of feelings. With work for brands as broad as Nike, IBM and ExxonMobil, the talk will showcase how HUSH takes complex problems, stories and information and expresses them in highly designed, highly transparent ways.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/transparency_through_design_complex_information_clear_experiences"
    }, {
        "Event ID": 789,
        "Name": "Trust Protocols, Trust Economies",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "branding"
        }],
        "Summary": "We’ve entered the era of big data and individualized marketing, and consumers know it. Already we’re witnessing a number of different consumer strategies toward data collection (indignation, indifference, desire for compensation, withdrawal), but as ads evolve in terms of both frequency and form factor, the importance of the attention economy may be quietly supplanted by the importance of a trust economy, wherein consumers are likely to positively correlate their trust of a platform with the value of the marketing that platform uses. For brands and agencies, the task now is to think about their own practices, and how they drive or degrade trust with consumers, because when that trust economy asserts itself, every marketer will be dealing with new sets of capital, and a new type of currency.",
        "Speakers": [{
            "Speaker ID": 788,
            "First Name": "Ken",
            "Last Name": "Rufo",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "University of Washington",
            "Job Title": "Professor"
        }],
        "Moderator": [],
        "Hashtag": "#sicTrust",
        "Abstract": "<p>We&rsquo;ve entered the era of big data and individualized marketing, and consumers know it.&nbsp; Already we&rsquo;re witnessing a number of different consumer strategies toward data collection (indignation, indifference, desire for compensation, withdrawal), but as ads evolve in terms of both frequency and form factor, the importance of the attention economy may be quietly supplanted by the importance of a trust economy, wherein consumers are likely to positively correlate their trust of a platform with the value of the marketing that platform uses.&nbsp; For brands and agencies, the task now is to think about their own practices, and how they drive or degrade trust with consumers, because when that trust economy asserts itself, every marketer will be dealing with new sets of capital, and a new type of currency.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/trust_protocols_trust_economies"
    }, {
        "Event ID": 601,
        "Name": "Understanding Hashtags: How They Have Changed the Social Landscape",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Master Class",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "social"
        }],
        "Summary": "Learn how the hashtag has changed the social landscape and what tactics you can implement to have a successful hashtag strategy. The hashtag is a powerful tool which can build community, drive earned media and unify your social channels. Josh will teach you the dos and don&#8217;ts of hashtags, and share with us what they have learned while working with hashtags every day at Tagboard.",
        "Speakers": [{
            "Speaker ID": 600,
            "First Name": "Josh",
            "Last Name": "Decker",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Tagboard",
            "Job Title": "CEO"
        }],
        "Moderator": [],
        "Hashtag": "#sicMasterHashtag",
        "Abstract": "<p>Learn how the hashtag has changed the social landscape and what tactics you can implement to have a successful hashtag strategy. The hashtag is a powerful tool which can build community, drive earned media and unify your social channels. Josh will teach you the dos and don&#39;ts of hashtags, and share with us what they have learned while working with hashtags every day at Tagboard.&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/understanding_hashtags_how_they_have_changed_the_social_landscape"
    }, {
        "Event ID": 731,
        "Name": "We’re All Divas Now — How to Reach High-Maintenance Consumers with Your Brand Story",
        "Panel Name": "Branding Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "branding"
        }, {
            "Name": "strategy"
        }],
        "Summary": "Consumers have taken over, and they’re driving conversations that brands once owned. They’re doing this across channels, applications, and devices. For brands and interactive marketers, this makes defining and delivering a consistent journey and value-centric story for consumers exponentially more difficult. From social editorial content planning to mobile application messaging and email communications, brands and agencies have their work cut out for them. Additionally, consumers – and their shortened attention span – have a ridiculously high bar for brand impressions. Transparency and relevancy are no longer enough. They demand value. They thrive on having and knowing things early. They socialize through sharing.",
        "Speakers": [{
            "Speaker ID": 727,
            "First Name": "Kelby ",
            "Last Name": "Johnson",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Seattle Wunderman Network",
            "Job Title": "Sr Emerging Media Strategist"
        }, {
            "Speaker ID": 728,
            "First Name": "Esther ",
            "Last Name": "Lim",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Story Worldwide",
            "Job Title": "VP, Group Account Director"
        }, {
            "Speaker ID": 729,
            "First Name": "Jessica ",
            "Last Name": "Michaels",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "BreadNButter",
            "Job Title": "Founder "
        }],
        "Moderator": [{
            "Speaker ID": 730,
            "First Name": "Julie ",
            "Last Name": "Rezek",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Seattle Wunderman Network",
            "Job Title": "Managing Director"
        }],
        "Hashtag": "#sicDivas",
        "Abstract": "<p>Consumers have taken over, and they&rsquo;re driving conversations that brands once owned. They&rsquo;re doing this across channels, applications, and devices. For brands and interactive marketers, this makes defining and delivering a consistent journey and value-centric story for consumers exponentially more difficult. From social editorial content planning to mobile application messaging and email communications, brands and agencies have their work cut out for them. Additionally, consumers &ndash; and their shortened attention span &ndash; have a ridiculously high bar for brand impressions. Transparency and relevancy are no longer enough. They demand value. They thrive on having and knowing things early. They socialize through sharing. This session is all about how to create a compelling, user friendly, action-focused, and value-centric story across media types.&nbsp;<br \/>\n&nbsp;<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/were_all_divas_nowhow_to_reach_high-maintenance_consumers_with_your_brand_s"
    }, {
        "Event ID": 624,
        "Name": "What is Attribution?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "10:10am",
        "End Time": "11:10am",
        "Room": "Room 202",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "analytics"
        }, {
            "Name": "data managment"
        }],
        "Summary": "This presentation will address the misconceptions about attribution solutions, and clarify how all-inclusive the term truly is. It will also cover how companies that implement proper attribution models can not only determine the most effective mediums in their campaigns, but can also establish behavior patterns in their consumers that will allow marketers to optimize their strategies, reallocate budgets as needed, and ultimately increase their ad spend to drive the highest possible ROI. The presentation will also include real world examples and stats that explain how these companies are benefiting from attribution.",
        "Speakers": [{
            "Speaker ID": 625,
            "First Name": "David",
            "Last Name": "Perez",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Convertro",
            "Job Title": "Co-Founder & CMO"
        }],
        "Moderator": [],
        "Hashtag": "#sicAttribution",
        "Abstract": "<p>What is attribution? Many marketers think they know the answer, but confusion still exists. Often the problem lies in referring to first touch or last-click measurement as attribution, and that is simply incorrect. True attribution requires a comprehensive solution that takes into account each and every touchpoint a consumer encounters from first exposure to final conversion. When a consumer sees a commercial on TV, and then researches the product on an iPad, and then makes a purchase on a laptop, each step of that process played a specific role in the conversion. Customer path attribution looks at each of these touchpoints and gives credit where credit is due. Marketing strategies and campaigns are complex and require integrated efforts; as such, they need to be looked at as a whole entity.<\/p>\n\n<p>This presentation will address the misconceptions about attribution solutions, and clarify how all-inclusive the term truly is. It will also cover how companies that implement proper attribution models can not only determine the most effective mediums in their campaigns, but can also establish behavior patterns in their consumers that will allow marketers to optimize their strategies, reallocate budgets as needed, and ultimately increase their ad spend to drive the highest possible ROI. The presentation will also include real world examples and stats that explain how these companies are benefiting from attribution.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/what_is_attribution"
    }, {
        "Event ID": 697,
        "Name": "Why an Agency Having its Head in the Cloud Makes Sense",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day Three",
        "Start Time": "1:40pm",
        "End Time": "2:40pm",
        "Room": "Room 204",
        "Topics": [{
            "Name": "advertising"
        }, {
            "Name": "business dev"
        }, {
            "Name": "data managment"
        }],
        "Summary": "With the increased acceptance and popularity of cloud computing infrastructure, digital agencies now have more ways to add value to their clients by leveraging these services. Beyond the more widely known advantages of the cloud being low maintenance, economical and scalable, there are many more instances where agencies can partner with their clients to provide real impact. As cloud service marketplaces become more mature, agencies can now leverage the cloud for not only hosting infrastructure but for testing, analytics, mobile services and prototyping. For this session, we would like to take a look at answering the following questions: How can a digital agency leverage the cloud to add more value to its clients and gain real efficiencies in its own delivery processes.",
        "Speakers": [{
            "Speaker ID": 684,
            "First Name": "Ian ",
            "Last Name": "Clausen",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Rational Interaction",
            "Job Title": "Technology Director"
        }],
        "Moderator": [],
        "Hashtag": "#sicCloud",
        "Abstract": "<p>With the increased acceptance and popularity of cloud computing infrastructure, digital agencies now have more ways to add value to their clients by leveraging these services. Beyond the more widely known advantages of the cloud being low maintenance, economical and scalable, there are many more instances where agencies can partner with their clients to provide real impact. As cloud service marketplaces become more mature, agencies can now leverage the cloud for not only hosting infrastructure but for testing, analytics, mobile services and prototyping. For this session, we would like to take a look at answering the following questions: How can a digital agency leverage the cloud to add more value to its clients and gain real efficiencies in its own delivery processes.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/notes_from_devrow_in_a_digital_agency._how_cloud_platforms_are_enabling_age"
    }, {
        "Event ID": 829,
        "Name": "Why Do Bad Products Happen to Good People?",
        "Panel Name": "",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Session",
        "Track": "Digital",
        "Day": "Day One",
        "Start Time": "4:00pm",
        "End Time": "5:00pm",
        "Room": "Room LL2",
        "Topics": [{
            "Name": "product dev"
        }, {
            "Name": "strategy"
        }],
        "Summary": "In an age of ever-evolving innovations, we have to ask: why do good ideas sometimes turn bad?&nbsp; Why do the best intentions sometimes produce innovations that seem so misguided?&nbsp; Why do bad products happen to good people?&nbsp; This talk offers insight that every innovator and entrepreneur with a dream and an engineering budget should hear: that when it comes to understanding the potential success of a new media technology, media determine, but culture decides.",
        "Speakers": [{
            "Speaker ID": 745,
            "First Name": "Eric ",
            "Last Name": "Duerr",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Extreme Arts + Sciences",
            "Job Title": "Partner & Co-Founder "
        }],
        "Moderator": [],
        "Hashtag": "#sicInnovations",
        "Abstract": "<p>In an age of ever-evolving digital solutions and technological innovations, with a global audience of connected consumers, we have to ask: why do good ideas sometimes turn bad?&nbsp; Why do the best intentions sometimes produce innovations that seem so misguided?&nbsp; Why do bad products happen to good people?&nbsp; Eric Duerr, co-founder of Extreme Arts + Sciences, has spent over a decade focusing on digital strategy and communications for some of the biggest companies in technology.&nbsp; In this talk, he offers insight that every innovator and entrepreneur with a dream and an engineering budget should hear: that when it comes to understanding the potential success of a new media technology, and technology more broadly, it takes more than numbers, more than marketing, and more than niche thinking.&nbsp; Disruption happens, when it happens at all, because of a complicated feedback loop between technology on the one hand, and social and psychological norms on the other.&nbsp; Extracting lessons from history, media theory, psychology, and anthropology, Mr. Duerr will explain how when it comes to products turning bad, innovators and entrepreneurs need to understand that media determine, but culture decides.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/why_do_bad_products_happen_to_good_people"
    }, {
        "Event ID": 656,
        "Name": "[Not Provided] - Measuring Paid and Organic Search",
        "Panel Name": "Search Engine Optimization Panel",
        "Public": "true",
        "Status": "Confirmed",
        "Type": "Panel",
        "Track": "Digital",
        "Day": "Day Two",
        "Start Time": "11:30am",
        "End Time": "12:30pm",
        "Room": "Room 301",
        "Topics": [{
            "Name": "analytics"
        }, {
            "Name": "search"
        }, {
            "Name": "trends"
        }],
        "Summary": "2013 has proven to be one of the most transformative years for the search marketing industry. Paid search marketing continues to evolve with enhanced campaigns, increased targeting options, and much more. Meanwhile in organic search, Google has begun encrypting all searches, thus hiding all organic keyword referral data, and semantic search has gained a stronger foothold with Google&#8217;s new Hummingbird algorithm. Meet with Ben Lloyd and Ian Lurie, moderated by Rob Ousbey, as they discuss how measurement and tracking must evolve to accommodate these significant changes in search marketing.",
        "Speakers": [{
            "Speaker ID": 642,
            "First Name": "Ben",
            "Last Name": "Lloyd",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Add3",
            "Job Title": "Principal"
        }, {
            "Speaker ID": 641,
            "First Name": "Ian",
            "Last Name": "Lurie",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Portent Inc.",
            "Job Title": "CEO"
        }, {
            "Speaker ID": 622,
            "First Name": "Stephen",
            "Last Name": "Hall",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Catalyst Online",
            "Job Title": "Sr. Partner; Group Account Director"
        }],
        "Moderator": [{
            "Speaker ID": 655,
            "First Name": "Rob",
            "Last Name": "Ousbey",
            "Public": "true",
            "Status": "Confirmed",
            "Company": "Distilled",
            "Job Title": "COO"
        }],
        "Hashtag": "#sicSEOPanel",
        "Abstract": "<p>2013 has proven to be one of the most transformative years for the search marketing industry. Paid search marketing continues to evolve with enhanced campaigns, increased targeting options, and much more. Meanwhile in organic search, Google has begun encrypting all searches, thus hiding all organic keyword referral data, and semantic search has gained a stronger foothold with Google&#39;s new Hummingbird algorithm. Meet with Ben Lloyd and Ian Lurie, moderated by Rob Ousbey, as they discuss how measurement and tracking must evolve to accommodate these significant changes in search marketing.<\/p>",
        "Full": "false",
        "Permalink": "http://2013.seattleinteractive.com/sessions/measuring_paid_and_organic_search"
    }]
}